Repository: GNOME/totem
Catalog: trunk/po/*.po
Languages: sq

source: Video codec '%s' is not handled. You might need to install additional plugins to be able to play some types of movies
sq: Kodifikuesi i videos '%s' nuk punon. Ndoshta të duhet të instalosh plugin-a të tjerë për të parë disa lloje filmash.

source: Audio codec '%s' is not handled. You might need to install additional plugins to be able to play some types of movies
sq: Kodifikuesi i zërit '%s' nuk punon. Ndoshta të duhet të instalosh plugin-a të tjerë për të parë disa lloje filmash.

source: This is an audio-only file, and there is no audio output available.
sq: Ky është vetëm një file audio, dhe nuk ka dalje zëri në dispozicion.

source: Language %d
sq: Gjuha %d

source: No video to capture.
sq: Asnjë sinjal video.

source: Video codec is not handled.
sq: Kodifikuesi i videos nuk punon.

source: Movie is not playing.
sq: Filmi ka ndalur.

source: %d hour
sq: %d orë

source: %d minute
sq: %d minutë

source: %d second
sq: %d sekondë

source: Failed to find real device node for %s: %s
sq: Dështoi në gjetjen e nyjes së vërtetë të dispozitivit për %s: %s

source: Failed to read symbolic link %s: %s
sq: Dështoi në leximin e lidhjes simbolike %s: %s

source: Failed to find mountpoint for device %s in /etc/fstab
sq: Dështoi në gjetjen e pikës së montimit për dispozitivin %s në /etc/fstab

source: Please check that a disc is present in the drive.
sq: Të lutem kontrollo që gjendet një disk brenda në lexues.

source: Failed to open device %s for reading: %s
sq: Dështoi në hapjen e dispozitivit %s për lexim: %s

source: Failed to retrieve capabilities of device %s: %s
sq: Dështoi në marrjen e mundësive të dispozitivit %s: %s

source: Drive status 0x%x (%s) - check disc
sq: Gjendja e lexuesit 0x%x (%s) - kontrollo diskun

source: Failed to mount %s
sq: Dështoi të ngarkojë: %s

source: Failed to find mountpoint for %s
sq: Dështoi të gjejë pikën e montimit për %s

source: Error getting %s disc status: %s
sq: Gabim në marrjen e gjendjes së diskut %s: %s

source: Unexpected/unknown cd type 0x%x (%s)
sq: Lloj i papritur/panjohur cd-je 0x%x (%s)

source: Audio CD
sq: CD Audio

source: Couldn't write parser: %s
sq: Nuk munda të shkruaj analizën: %s

source: Couldn't open file '%s': %s
sq: Nuk munda të hap file-n '%s': %s
