Repository: GNOME/totem
Catalog: trunk/po/*.po
Languages: sq

source: Add...
sq: Shto...

source: Move Down
sq: Ul Poshtë

source: Move Up
sq: Ngri Lart

source: Playlist
sq: Lista e riprodhimit

source: Remove
sq: Hiq

source: Save...
sq: Ruaj...

source: _Copy Location
sq: _Kopjo Vendodhjen

source: Next chapter or movie
sq: Kapitulli apo skena në vazhdim

source: Play / Pa_use
sq: Luaj / Pa_uzë

source: Play or pause the movie
sq: Luaj ose pezullo filmin

source: Previous chapter or movie
sq: Kapitulli apo skena paraardhëse

source: Show _Controls
sq: Shfaq _Kontrollet

source: Show controls
sq: Shfaq kontrollet

source: Skip _Backwards
sq: Kapërce _Prapa

source: Skip _Forward
sq: Kapërce Pë_rpara

source: Skip backwards
sq: Kapërce prapa

source: Skip forward
sq: Kapërce përpara

source: Volume Down
sq: Ul Volumin

source: Volume Up
sq: Ngri Volumin

source: Volume up
sq: Ngri zërin

source: _Next Chapter/Movie
sq: Kapitulli/Filmi _Tjetër

source: _Previous Chapter/Movie
sq: Kapitulli/Filmi _Paraardhës

source: 0 frames per second
sq: 0 korniza në sekondë

source: 0 seconds
sq: 0 sekonda

source: <b>Audio</b>
sq: <b> Zëri</b>

source: <b>General</b>
sq: <b>Të përgjithshme</b>

source: Album:
sq: Albumi:

source: Artist:
sq: Artisti:

source: Dimensions:
sq: Përmasat:

source: Duration:
sq: Kohëzgjatja:

source: Framerate:
sq: Shpejtësia e frame:

source: N/A
sq: Mungon

source: Properties
sq: Pronësitë

source: Title:
sq: Titulli:

source: Unknown
sq: Nuk njihet

source: Year:
sq: Viti:

source: <b>Preview</b>
sq: <b>Shikoje</b>

source: Save Screenshot
sq: Ruaj Pamjen e Ekranit

source: Save screenshot
sq: Ruaj pamjen e ekranit

source: Save screenshot to _desktop
sq: Ruaj pamjen e ekranit në _hapësirën e punës

source: Save screenshot to _file:
sq: Ruaj pamjen e ekranit tek _file:

source: Skip to
sq: Kapërce tek

source: _Skip to:
sq: _Kapërce tek:

source: seconds
sq: sekonda

source: Movie Player
sq: Lexues Filmash

source: Play movies and songs
sq: Luaj filmat dhe këngët

source: <b>Audio Output</b>
sq: <b> Zëri në Dalje</b>

source: <b>Color balance</b>
sq: <b> Kontrolli i ngjyrës</b>

source: <b>Display</b>
sq: <b>Monitori</b>

source: <b>Networking</b>
sq: <b> Në rrjet</b>

source: <b>Subtitles</b>
sq: <b>Nëntitujt</b>

source: <b>TV-Out</b>
sq: <b>Dalje-TV</b>

source: <b>Visual Effects</b>
sq: <b>Efekte vizuale</b>

source: <span size="medium"><b>No file</b></span>
sq: <span size="medium"><b>Asnjë file</b></span>

source: A_udio Menu
sq: Menuja A_udio

source: Always on _Top
sq: Gjithmonë _sipër

source: Always on top
sq: Gjithmonë sipër

source: Audio
sq: Zëri

source: Auto
sq: Automatikisht

source: Automatically _resize the window when a new video is loaded
sq: Automatikisht nd_rysho madhësinë e dritares kur ngarkohet një video e re

source: Co_ntrast:
sq: Ko_ntrasti:

source: Connection _speed:
sq: _Shpejtësia e lidhjes:

source: Display
sq: Shfaq

source: Fit Window to Movie
sq: Përshtatja dritarjen filmit

source: General
sq: Të përgjithshme

source: Go to the DVD menu
sq: Shko tek menuja DVD

source: Go to the angle menu
sq: Shko tek menuja e këndit

source: Go to the audio menu
sq: Shko tek menuja e zërit

source: Go to the chapter menu
sq: Shko tek menuja e kapitujve

source: Go to the title menu
sq: Shko tek menuja e titujve

source: Help contents
sq: Përmbajtja e ndihmës

source: Languages
sq: Gjuhët

source: Leave Fullscreen
sq: Lër Ekranin e Plotë

source: Next
sq: Vazhdo

source: No Language Selection Available
sq: Zgjedhja e gjuhës nuk është në dispozicion

source: No subtitles selection available
sq: Zgjedhja e nëntitujve nuk është në dispozicion

source: Open _Location...
sq: Hap _pozicionin...

source: Open a non-local file
sq: Hap një file jo-lokal

source: Play/Pause
sq: Luaj/Pezullo

source: Previous
sq: Paraardhëse

source: Reset To _Defaults
sq: Rivendos Vlerat e _Prezgjedhura

source: Resize _1:1
sq: Ripërmaso _1:1

source: Resize _2:1
sq: Ripërmaso _2:1

source: Resize to half the video size
sq: Përgjysmo madhësinë e videos

source: Resize to twice the video size
sq: Dyfisho madhësinë e videos

source: Resize to video size
sq: Ripërmaso tek madhësia e videos

source: S_ubtitles
sq: Në_ntituj

source: Sat_uration:
sq: Ngop_ja e ngjyrave:

source: Set the aspect ratio
sq: Cakto

source: Set the repeat mode
sq: Cakto modalitetin përsëritës

source: Set the shuffle mode
sq: Cakto modalitetin pa rradhë

source: Sets 16:9 (Anamorphic) aspect ratio
sq: Cakton raportin e aspektit 16:9 (Anamorfik)

source: Sets 2.11:1 (DVB) aspect ratio
sq: Cakton raportin e aspektit 2.11:1 (DVB)

source: Sets 4:3 (TV) aspect ratio
sq: Cakton raportin e aspektit 4:3 (TV)

source: Sets automatic aspect ratio
sq: Cakton raport automatik të aspektit

source: Sets square aspect ratio
sq: Cakton raport katror të aspektit

source: Show _visual effects when an audio file is played
sq: Shfaq efekte _vizuale kur riprodhohet një file audio

source: Show or hide the sidebar
sq: Shfaq ose fshih kollonën anësore

source: Shuff_le Mode
sq: Modaliteti Pa _Rradhë

source: Skip to a specific time
sq: Kapërce në një moment të caktuar

source: Small Normal Large Extra Large
sq: E vogël Normale E Madhe Goxha e Madhe

source: Square
sq: Katror

source: Stereo 4-channel 4.1-channel 5.0-channel 5.1-channel AC3 Passthrough
sq: Stereo 4-kanale 4.1-kanale 5.0-kanale 5.1-kanale Kalim AC3

source: Subtitles
sq: Nëntitujt

source: Switch An_gles
sq: Ndërro Kën_det

source: Switch angles
sq: Ndërro këndet

source: Switch to fullscreen
sq: Kalo në modalitetin me ekran të plotë

source: Take _Screenshot...
sq: Merr _Pamje Ekrani...

source: Take a screenshot
sq: Merr një pamje ekrani

source: Time:
sq: Koha:

source: Totem Movie Player
sq: Totem - Lexues Filmash

source: Totem Preferences
sq: Preferimet e Totem-it

source: Tv-out in fullscreen by Nvidia (NTSC)
sq: Tv-out me ekran të plotë nga Nvidia (NTSC)

source: Tv-out in fullscreen by Nvidia (PAL)
sq: Tv-out me ekran të plotë nga Nvidia (PAL)

source: Visualisation _size:
sq: Ma_dhësia e efekteve vizivë:

source: Volume _Down
sq: _Ul Zërin

source: Volume _Up
sq: _Ngri Zërin

source: Volume down
sq: Ul zërin

source: Zoom In
sq: Zmadho

source: Zoom Out
sq: Zvogëlo

source: Zoom Reset
sq: Ripërmaso Shkallën

source: Zoom in
sq: Zmadho

source: Zoom out
sq: Zvogëlo

source: Zoom reset
sq: Ripërmaso Shkallën

source: _Angle Menu
sq: Menuja e _Këndit

source: _Aspect Ratio
sq: Raporti i _Aspektit

source: _Audio output type:
sq: Lloji i daljes së _zërit:

source: _Brightness:
sq: _Ndriçimi:

source: _Chapter Menu
sq: Menuja e _Kapitujve

source: _Contents
sq: _Përmbajtja

source: _DVD Menu
sq: Menuja _DVD

source: _DXR3 TV-out
sq: Dalje TV _DXR3

source: _Deinterlace
sq: _Ndërzgjidh

source: _Eject
sq: _Nxirre

source: _Font:
sq: _Gërma:

source: _Fullscreen
sq: _Ekran i Plotë

source: _Go
sq: _Shko

source: _Hue:
sq: _Tonaliteti:

source: _Languages
sq: _Gjuhët

source: _Movie
sq: _Film

source: _No TV-out
sq: _Pa TV-out

source: _Repeat Mode
sq: Mënyrë _Përsëritëse

source: _Resize 1:2
sq: _Ripërmaso 1:2

source: _Sidebar
sq: _Kollona anësore

source: _Skip to...
sq: _Kapërce tek...

source: _Sound
sq: _Zëri

source: _Title Menu
sq: Menuja e _Titujve

source: _Type of visualisation:
sq: _Lloji i vizualizimeve:

source: Amount of data to buffer for network streams before starting to display the stream (in seconds)
sq: Sasia e të dhënave që duhen ruajtur për muzikën apo filmat në rrjet përpara se të nisë luajtja (në sekonda)

source: Buffer size
sq: Sasia e regjistrimit

source: Enable deinterlacing
sq: Aktivizo ndërzgjidhjen

source: Height of the video widget
sq: Lartësia e dritares së videos

source: Maximum amount of data to decode ahead of display (in seconds)
sq: Sasia maksimale e të dhënave për tu çkodifikuar përpara shfaqjes (në sekonda)

source: Name of the visual effects plugins
sq: Emri i plugin-ave të efekteve vizuale

source: Network buffering threshold
sq: Pragu i regjistrimit në rrjet

source: Pango font description for subtitle rendering
sq: Përshkrimi i gërmave nga Pango për paraqitjen e nëntitujve

source: Repeat mode
sq: Mënyrë përsëritëse

source: Resize the canvas automatically on file load
sq: Ripërmaso automatikisht planin kur ngarkon një file

source: Show visual effects when no video is displayed
sq: Shfaq efekte vizuale kur nuk ka video

source: Show visual effects when playing an audio only file.
sq: Shfaq efekte vizuale kur riprodhohen file vetëm audio.

source: Shuffle mode
sq: Mënyrë pa rradhë

source: Sound volume
sq: Volumi i zërit

source: Sound volume, in percent, between 0 and 100
sq: Volumi i zërit, në përqindje, midis 0 dhe 100

source: Subtitle font
sq: Gërmat e nëntitujve

source: The brightness of the video
sq: Ndriçimi i videos

source: The contrast of the video
sq: Kontrasti i videos

source: The hue of the video
sq: Hiri i videos

source: The saturation of the video
sq: Ngopja e videos

source: Type of audio output to use
sq: Lloji i daljes së zërit

source: Type of audio output to use: "0" for stereo, "1" for 4-channel output, "2" for 5.0 channel output, "3" for 5.1 channel output, "4" for AC3 Passthrough.
sq: Lloji i daljes së zërit: "0" për stereo, "1" për dalje 4-kanalëshe, "2" për dalje 5.0 kanalëshe, "3" për dalje 5.1 kanalëshe, "4" për Kalim AC3.

source: Whether the main window should stay on top
sq: Nëse dritarja kryesore duhet të qëndrojë në pamje të parë

source: Whether the main window should stay on top of the other ones
sq: Nëse dritarja kryesore duhet të qëndrojë përmbi të tjerave

source: Whether the sidebar is shown
sq: Nëse duhet shfaqur kollona anësore

source: Whether to enable debug for the playback engine
sq: Nëse duhet aktivizuar gjetja e gabimeve për motorin e riprodhimit

source: Width of the video widget
sq: Gjerësia e dritares së videos

source: Enter the _address of the file you would like to open:
sq: Shkruaj _adresën e file-t që dëshiron të hapësh:

source: Open Location
sq: Hap Vendndodhjen

source: Vanity Webcam utility
sq: Vegël Webcam-i Vanity

source: View live webcam and upload pictures
sq: Shiko webcam drejtpërsëdrejti dhe ngarko pamje

source: Save File
sq: Ruaj File

source: Vanity Preferences
sq: Preferimet e Vanity

source: Zoom 1:1
sq: Shkalla 1:1

source: Zoom 1:2
sq: Shkalla 1:2

source: Zoom 2:1
sq: Shkalla 2:1

source: Zoom _1:1
sq: Shkalla _1:1

source: Zoom _2:1
sq: Shkalla _2:1

source: _Picture
sq: _Figurë

source: _Zoom 1:2
sq: _Shkalla 1:2

source: Unnamed CDROM
sq: CDROM pa emër

source: %d frames per second
sq: %d pamje për sekondë

source: Properties dialog
sq: Dialogu i Pronësive

source: Open '%s'
sq: Hap '%s'

source: Empty
sq: Bosh

source: Couldn't load the '%s' interface.
sq: Nuk munda të ngarkoj ndërfaqen '%s'.

source: Make sure that Totem is properly installed.
sq: Sigurohu që Totem është instaluar siç duhet.

source: None
sq: Asnjë

source: Play Disc '%s'
sq: Luaj Diskun '%s'

source: Backend options
sq: Mundësi të përparuara

source: Enable debug
sq: Aktivo gjetjen e gabimeve

source: Play
sq: Luaj

source: Pause
sq: Pezullo

source: Seek Forwards
sq: Kërko Përpara

source: Seek Backwards
sq: Kërko Prapa

source: Toggle Fullscreen
sq: Zgjidh Ekranin e Plotë

source: Show/Hide Controls
sq: Shfaq/Fshih Kontrollet

source: Quit
sq: Dil

source: Enqueue
sq: Shtoje në rradhë

source: Replace
sq: Zëvendëso

source: Option '%s' is unknown and was ignored
sq: Mundësia '%s' nuk njihet dhe u shpërfill

source: Could not save the playlist
sq: Nuk munda të ruaj listën

source: Save Playlist
sq: Ruaj Listën

source: Overwrite file?
sq: Ta mbishkruaj file-n?

source: A file named '%s' already exists. Are you sure you want to overwrite it?
sq: Një file i quajtur '%s' ekziston. Je i sigurt që do ta mbishkruash?

source: playlist
sq: lista e riprodhimit

source: Playlist error
sq: Gabim liste riprodhimi

source: The playlist '%s' could not be parsed, it might be damaged.
sq: Lista e riprodhimit '%s' nuk mund të analizohej, mund të ketë gabime.

source: Enable visual effects?
sq: T'i aktivizoj efektet vizuale?

source: It seems you are running Totem remotely. Are you sure you want to enable the visual effects?
sq: Ngjan që je duke xhiruar Totem nga larg. I sigurtë për aktivizimin e efekteve vizuale?

source: The change of this setting will only take effect for the next movie, or when Totem is restarted.
sq: Ky rregullim do ketë efekt filmin tjetër, ose kur Totem riniset.

source: Switching on or off this type of TV-Out requires a restart to take effect.
sq: Shuajtja apo ndezja e këtij lloji TV-Out kërkon rinisje për të patur efekt.

source: Changing the visuals effect type will require a restart to take effect.
sq: Ndryshimi i efekteve vizualë kërkon rinisje për të patur efekt.

source: The change of audio output type will only take effect when Totem is restarted.
sq: Ndryshimi i daljes së zërit do ketë efekt vetëm kur Totem do riniset.

source: Select Subtitle Font
sq: Zgjidh Gërmën e Nëntitujve

source: Screenshot%d.png
sq: PamjeEkrani%d.png

source: File '%s' already exists.
sq: File '%s' ekziston.

source: The screenshot was not saved
sq: Pamje e ekranit nuk u ruajt

source: There was an error saving the screenshot.
sq: Ndodhi një gabim në ruajtjen e pamjes së ekranit.

source: Screenshot.png
sq: PamjeEkrani.png

source: Playing a movie with Totem
sq: Duke luajtur një film me Totem

source: Shadow type
sq: Lloji i hijes

source: Style of bevel around the statusbar text
sq: Lloji i rilievit rreth tekstit të panelit të gjendjes

source: Stopped
sq: Ndalur

source: %s (Streaming)
sq: %s (Duke rrjedhur)

source: Seek to %s / %s
sq: Kërko në %s / %s

source: Buffering
sq: Duke regjistruar

source: All files
sq: Të tërë file-t

source: Supported files
sq: File-t e suportuar

source: Select Movies or Playlists
sq: Zgjidh Filmat ose Listën

source: Playing
sq: Duke riprodhuar

source: Paused
sq: Pezulluar

source: Totem could not eject the optical media.
sq: Totem nuk mundi të nxjerrë diskun optik.

source: Totem could not play '%s'.
sq: Totem nuk arriti të riprodhojë '%s'.

source: Totem cannot play this type of media (%s) because you do not have the appropriate plugins to handle it.
sq: Totem nuk mundi të riprodhojë këtë lloj medieje (%s) pasi nuk ke plugin-at e duhur për të.

source: Please install the necessary plugins and restart Totem to be able to play this media.
sq: Të lutem instalo plugin-at e nevojshëm dhe rinis Totem për të riprodhuar këtë media.

source: Totem could not play this media (%s) although a plugin is present to handle it.
sq: Totem nuk mundi të riprodhojë këtë medie (%s) edhe pse një gjendet një plugin për të.

source: You might want to check that a disc is present in the drive and that it is correctly configured.
sq: Duhet të kontrollosh që një disk është gjendet në lexues dhe që është konfiguruar siç duhet.

source: Totem was not able to play this disc.
sq: Totem nuk pati mundësi ta luajë këtë disk.

source: No reason.
sq: Pa arsye.

source: No File
sq: Asnjë File

source: No error message
sq: Asnjë mesazh gabimi

source: An error occurred
sq: Ndodhi një gabim

source: Open Location...
sq: Hap Vendndodhjen...

source: Totem could not display the help contents.
sq: Totem nuk mundi të shfaqë përmbajtjen e ndihmës.

source: Movie Player using %s
sq: Riprodhues Filmi duke përdorur %s

source: translator-credits
sq: Laurent Dhima <laurenti@alblinux.net> Elian Myftiu <elian@alblinux.net>

source: Totem could not get a screenshot of that film.
sq: Totem nuk mundi të marrë një pamje ekrani nga ai film.

source: This is not supposed to happen; please file a bug report.
sq: Kjo nuk duhet të ndodhte, të lutem skedo një raportim defekti.

source: Totem couldn't show the movie properties window.
sq: Totem nuk mundi të shfaqë dritaren e pronësisë së filmit.

source: Make sure that Totem is correctly installed.
sq: Sigurohu që Totem është instaluar siç duhet.

source: Totem could not seek in '%s'.
sq: Totem nuk mundi të kërkojë në '%s'.

source: Totem could not startup.
sq: Totem nuk mundi të nisë.

source: Could not initialize the thread-safe libraries.
sq: E pamundur nisja e librarive thread-safe.

source: Verify your system installation. Totem will now exit.
sq: Kontrollo instalimin e sistemit. Totem tani do dalë.

source: Totem could not initialize the configuration engine.
sq: Totem nuk mundi të niste motorin e konfigurimit.

source: Make sure that GNOME is properly installed.
sq: Sigurohu që GNOME është instaluar saktë.

source: main window
sq: dritarja kryesore

source: video popup menu
sq: menuja e videos

source: Debug mode on
sq: Modaliteti gjetjeve të gabimeve ndezur

source: Webcam utility using %s
sq: Webcam po përdor %s

source: Vanity could not startup: %s
sq: Vanity nuk mundi të nisej: %s

source: No reason
sq: Pa arsye

source: Vanity could not contact the webcam. Reason: %s
sq: Vanity nuk mundi të komunikojë me webcam-in. Shkaku: %s

source: Vanity could not play video from the webcam. Reason: %s
sq: Vanity nuk mundi të riprodhojë video nga webcam-i. Shkaku: %s

source: Vanity Webcam Utility
sq: Vegël Webcam-i Vanity

source: Could not initialize the thread-safe libraries. Verify your system installation. Vanity will now exit.
sq: Nuk munda të nis libraritë thread-safe. Kontrollo instalimin e sistemit tënd. Vanity tani po del.

source: Vanity could not initialize the configuration engine: %s
sq: Vanity nuk mundi të nisë motorin e konfigurimit: %s

source: Couldn't load the main interface (vanity.glade). Make sure that Vanity is properly installed.
sq: Nuk munda të ngarkoj ndërfaqen kryesore (vanity.glade). Sigurohu që Vanity është instaluar siç duhet.

source: Totem Video Window
sq: Dritarja Video e Totem-it

source: The requested audio output was not found. Please select another audio output in the Multimedia Systems Selector.
sq: Dalja e duhur e zërit nuk u gjet. Ju lutem zgjidhni një tjetër dalje zëri në Zgjedhësin e Sistemeve Multimedialë.

source: Location not found.
sq: Vendndodhja nuk u gjet.

source: Could not open location; You may not have permission to open the file.
sq: E pamundur hapja e vendndodhjes; Nuk keni të drejtë të hapni atë file.

source: The video output is in use by another application. Please close other video applications, or select another video output in the Multimedia Systems Selector.
sq: Dalja e videos është duke u përdorur nga një program tjetër. Ju lutem mbyllni programe të tjerë videosh, ose zgjidhni një tjetër dalje videoje në Zgjedhësin e Sistemeve Multimedialë.

source: The audio output is in use by another application. Please select another audio output in the Multimedia Systems Selector. You may want to consider using a sound server.
sq: Dalja e zërit është duke u përdorur nga një program tjetër. Ju lutem zgjidhni një tjetër dalje audio në Zgjedhësin e Sistemeve Multimedialë. Mund të konsideroni përdorimin e një shërbyesi zëri.

source: Cannot play this file over the network. Try downloading it to disk first.
sq: E pamundur luajtja e këtij file në rrjet. Provo ta shkarkosh në disk fillimisht.

source: Media file could not be played.
sq: File nuk mundi të luhej.

source: Failed to retrieve working directory
sq: Dështoi në tërheqjen e dosjes së punës

source: Too old version of GStreamer installed.
sq: Versioni i instaluar për GStreamer është tepër i vjetër.

source: Media contains no supported video streams.
sq: Media nuk përmban rrjedhë video.

source: Failed to create a GStreamer play object. Please check your GStreamer installation.
sq: Dështoi në krijimin e një objekti GStreamer. Ju lutem kontrolloni instalimin e GStreamer.

source: Failed to open video output. It may not be available. Please select another video output in the Multimedia Systems Selector.
sq: Dështoi në hapjen e daljes së videos. Mund të mos jetë e pranishme. Ju lutem zgjidhni një dalje tjetër video në Zgjedhësin e Sistemeve Multimedialë.

source: Could not find the video output. You may need to install additional GStreamer plugins, or select another video output in the Multimedia Systems Selector.
sq: Dështoi në hapjen e daljes së videos. Mund të ju duhet të instaloni plugin shtesë GStreamer ose të zgjidhni një dalje tjetër video në Zgjedhësin e Sistemeve Multimedialë.

source: Failed to open audio output. You may not have permission to open the sound device, or the sound server may not be running. Please select another audio output in the Multimedia Systems Selector.
sq: Dështoi në hapjen e daljes së zërit. Mund të mos keni të drejtën për të hapur dispozitivin e zërit, ose shërbyesi i zërit mund të mos jetë duke xhiruar. Ju lutem zgjidhni një tjetër dalje zëri në Zgjedhësin e Sistemeve Multimedialë.

source: Could not find the audio output. You may need to install additional GStreamer plugins, or select another audio output in the Multimedia Systems Selector.
sq: Dalja e duhur e zërit nuk u gjet. Mund të ju duhet të instaloni plugin shtesë GStreamer ose të zgjidhni një tjetër dalje zëri në Zgjedhësin e Sistemeve Multimedialë

source: Failed to open media file; unknown error
sq: Dështoi në hapjen e medias; gabim i panjohur

source: Failed to play: %s
sq: Dështoi të luajë: %s

source: unknown error
sq: gabim i panjohur

source: Couldn't load the '%s' audio driver Check that the device is not busy.
sq: Nuk munda të ngarkoj driver-in e zërit '%s' Kontrollo që dispozitivi nuk është i zënë.

source: No video output is available. Make sure that the program is correctly installed.
sq: Asnjë dalje video në dispozicion. Sigurohu që programi është instaluar saktë.

source: The server you are trying to connect to is not known.
sq: Serveri me të cilin po përpiqesh të lidhesh është i panjohur.

source: The device name you specified (%s) seems to be invalid.
sq: Emri i dispozitivit që përcaktove (%s) ngjan të jetë i pavlefshëm.

source: The server you are trying to connect to (%s) is unreachable.
sq: Serveri me të cilin po përpiqesh të lidhesh (%s) është i paarritshëm.

source: The connection to this server was refused.
sq: Lidhja me këtë server nuk u pranua.

source: The specified movie could not be found.
sq: Filmi në fjalë nuk u gjet.

source: The source seems encrypted, and can't be read. Are you trying to play an encrypted DVD without libdvdcss?
sq: Buruesit ngjajnë të jenë kodifikuar, dhe nuk mund të lexohen. Mos po përpiqesh të shikosh një DVD të kodifikuar pa libdvdcss?

source: The movie could not be read.
sq: Filmi nuk mundi të lexohej.

source: A problem occurred while loading a library or a decoder (%s).
sq: Pati një problem gjatë ngarkimit të një librarie apo një çkodifikuesi (%s).

source: This file is encrypted and cannot be played back.
sq: File është i kodifikuar dhe nuk mund të shikohet.

source: For security reasons, this movie can not be played back.
sq: Për arsye sigurie, ky film nuk mund të shikohet.

source: The audio device is busy. Is another application using it?
sq: Dispozitivi i zërit është i zënë. Mos po e përdor ndonjë program tjetër?

source: You are not allowed to open this file.
sq: Nuk lejohet ta hapësh këtë file.

source: The server refused access to this file or stream.
sq: Serveri nuk pranoi hyrjen me këtë file apo rrymë.

source: The file you tried to play is an empty file.
sq: File që po përpiqesh të luash është një file bosh.

source: There is no input plugin to handle the location of this movie
sq: Nuk ka asnjë plugin hyrës për të parë këtë film

source: There is no plugin to handle this movie.
sq: Nuk ka asnjë plugin për të parë këtë film.

source: This movie is broken and can not be played further.
sq: Ky film ka gabime dhe nuk mund të shikohet më tej.

source: This location is not a valid one.
sq: Kjo vendndodhje nuk është e vlefshme.

source: This movie could not be opened.
sq: Ky film nuk mund të shikohej.

source: Generic Error.
sq: Gabim i Përgjithshëm.

source: This movie is a still image. You can open it with an image viewer.
sq: Ky film është një pamje në prehje. Mund ta hapësh me një shikues pamjesh.
