Repository: GNOME/totem
Catalog: help/*/*.po
Languages: bg, zh_cn

source: Volume button and slider
bg: Бутон и плъзгач за силата на звука
zh_cn: 音量按钮和滑块

source: Manually select subtitles for the played movie.
bg: Ръчно избиране на субтитри за пуснатия филм.
zh_cn: 手动选择播放影片的字幕。

source: Subtitles
bg: Субтитри
zh_cn: 字幕

source: Depending on the video format, subtitles can be built into the video file or disc itself, or available as external files.
bg: В зависимост от формата на видеото субтитрите могат да бъдат вградени в самия видео файл или диск или да бъдат достъпни като външни файлове.
zh_cn: 根据视频格式，字幕可以内置到视频文件或光盘本身，也可以作为外部文件提供。

source: To select which subtitle to use when the video file, or disc, contains subtitles, press the menu button in the top-right corner of the window and select <gui style="menuitem">Subtitles</gui>.
bg: За да изберете кои субтитри да се използват, когато видео файлът или дискът съдържа субтитри, натиснете бутона за субтитри в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Субтитри</gui>.
zh_cn: 要在视频文件或光盘包含字幕时选择要使用的字幕，请点击窗口右上角的菜单按钮，然后选择<gui style="menuitem">字幕</gui>。

source: <app>Videos</app> loads external subtitles automatically if <gui>Load subtitle files when movie is loaded</gui> is enabled in the <link xref="preferences">Preferences</link>.
bg: „<app>Видео клипове</app>“ зарежда автоматично външни субтитри, ако <gui>Зареждане на субтитри заедно с филма</gui> е включено в <link xref="preferences">Настройки</link>.
zh_cn: 如果在<link xref="preferences">首选项</link>中启用<gui>加载视频时自动载入字幕文件</gui>，<app>视频</app>会自动加载外部字幕。

source: To manually load an external subtitles file for a movie:
bg: За ръчно зареждане на файл с външни субтитри за даден филм:
zh_cn: 要手动加载影片的外部字幕文件：

source: Press the menu button in the top-right corner of the window and select <guiseq><gui style="menuitem">Subtitles</gui> <gui>Select Text Subtitles…</gui></guiseq>.
bg: Натиснете бутона за меню в горния десен ъгъл на прозореца и изберете <guiseq><gui style="menuitem">Субтитри</gui> <gui>Шрифт за субтитрите…</gui></guiseq>.
zh_cn: 点击窗口右上角的菜单按钮，然后选择<guiseq><gui style="menuitem">字幕</gui> <gui>选择文本字幕...</gui></guiseq>。

source: The file chooser will open. Search for the wanted subtitles.
bg: Ще се отвори програмата за избор на файлове. Потърсете желаните субтитри.
zh_cn: 文件选择器将打开。 搜索想要的字幕。

source: Select them and click <gui>Open</gui>.
bg: Изберете ги и натиснете <gui>Избор</gui>.
zh_cn: 选择它们并点击<gui>打开</gui>。

source: Adjust size and font of subtitles to your needs. See <guiseq><gui>General</gui><gui>External Subtitles</gui></guiseq> section on <link xref="preferences"/> page.
bg: Нагласете размера и шрифта на субтитрите според вашите предпо. Вижте раздел <guiseq><gui>Общи</gui><gui>Външни субтитри</gui></guiseq> на страницата <link xref="preferences"/>.
zh_cn: 根据您的需要调整字幕的大小和字体。请参阅 <link xref="preferences"/> 页面上的<guiseq><gui>常规</gui><gui>外部字幕</gui></guiseq>部分。

source: See what file formats are supported.
bg: Вижте кои файлови типове се поддържат.
zh_cn: 查看支持哪些文件格式。

source: Cannot play a certain file format
bg: Не се пуска определен тип файл
zh_cn: 无法播放特定文件格式

source: File formats displayed by <app>Videos</app> depend on <sys>GStreamer</sys> plugins. The only supported version of <app>Videos</app>, <link href="https://flathub.org/apps/org.gnome.Totem"> available on Flathub</link>, should have support for all the more common, and some niche, video and audio formats.
bg: Типовете файлове, показвани от „<app>Видео клипове</app>“, зависят от <sys>GStreamer</sys> приставките. Единствената поддържана версия на „<app>Видео клипове</app>“, <link href="https://flathub.org/apps/org.gnome.Totem"> налична във Flathub</link>, трябва да има поддръжка за всички по-често срещани и някои по-рядки видео и аудио формати.
zh_cn: <app>视频</app> 应用显示的文件格式取决于 <sys>GStreamer</sys> 插件。<link href="https://flathub.org/apps/org.gnome.Totem">Flathub 上提供</link>的 <app>视频</app> 是唯一受上游支持的版本，应该支持所有常见的和一些小众的视频和音频格式。

source: If you run into any video files that cannot be played in the supported version of <app>Videos</app> available on Flathub, then <link href="https://github.com/flathub/org.gnome.Totem/issues"> file a bug against the application</link>, so support for the necessary formats can be added.
bg: Ако се сблъскате с видео файлове, които не могат да бъдат възпроизведени в поддържаната версия на „<app>Видео клипове</app>“, налична във Flathub, тогава <link href="https://github.com/flathub/org.gnome.Totem/issues"> подайте доклад за грешка в програмата</link>, за да може да се добави поддръжка за необходимите формати.
zh_cn: 如果您遇到任何无法在 Flathub 上提供的受上游支持的 <app>视频</app> 应用中播放的视频文件，则 <link href="https://github.com/flathub/org.gnome.Totem/issues">针对应用程序提交错误</link>，这样可以添加对必要格式的支持。

source: This is not supported.
bg: Това не се поддържа.
zh_cn: 这是不支持的。

source: Cannot play Audio CDs
bg: Не се пускат аудио CD-та
zh_cn: 无法播放音频 CD

source: <app>Videos</app> does not support playback of Audio CDs. You may use a music player such as <app>Music</app> or <app>Rhythmbox</app>.
bg: „<app>Видео клипове</app>“ не поддържа пускане на аудио CD-та. Може да използвате музикално устройство, например <app>Музика</app> или <app>Rhythmbox</app>.
zh_cn: <app>视频</app>不支持播放音频 CD。 您可以使用音乐播放器，例如 <app>音乐</app> 或 <app>Rhythmbox</app>。

source: How to get debug information for a bug report.
bg: Как да получите информация за отстраняване на грешки за докладване за грешка.
zh_cn: 如何获取错误报告的调试信息。

source: Track down other video problems
bg: Проследяване на други проблеми с видеото
zh_cn: 追踪其他视频问题

source: If you have already followed <link xref="supported-formats"/> and a video still cannot be played, open a terminal window and enter the command <cmd>totem --help-gst</cmd>. This will show a list of available options you can use to get debug output. Often the problem is in an underlying plugin, for example in <sys>GStreamer</sys> and not in <app>Videos</app> itself.
bg: Ако вече сте изпълнили <link xref="supported-formats"/> и видеото все още не може да бъде възпроизведено, отворете прозорец на терминал и въведете командата <cmd>totem --help-gst</cmd>. Това ще покаже списък с наличните опции, които може да използвате, за да получите изход за отстраняване на грешки. Често проблемът е в основната приставка, например в <sys>GStreamer</sys>, а не във „<app>Видео клипове</app>“.
zh_cn: 如果您已经按照 <link xref="supported-formats"/> 操作但仍然无法播放视频，请打开终端窗口并输入命令 <cmd>totem --help-gst</cmd>。这将显示可用于获取调试输出的可用选项列表。通常问题出在底层插件中，例如 <sys>GStreamer</sys> 中，而不是在 <app>视频</app> 应用中。

source: Software bugs in <sys>GStreamer</sys> can be reported in the <link href="https://gitlab.freedesktop.org/gstreamer"><sys>GStreamer</sys> issue tracker</link>.
bg: Грешки в <sys>GStreamer</sys> софтуера може да се докладват в <link href="https://gitlab.freedesktop.org/gstreamer"><sys>GStreamer</sys> системата за проследяване на проблеми</link>.
zh_cn: <sys>GStreamer</sys> 中的软件错误可以在<link href="https://gitlab.freedesktop.org/gstreamer"><sys>GStreamer</sys> 问题跟踪器</link>中报告。

source: I cannot load subtitles.
bg: Не мога да заредя субтитрите.
zh_cn: 无法加载字幕。

source: Problem with loading subtitles
bg: Проблем със зареждането на субтитри
zh_cn: 加载字幕时出现问题

source: It may happen that, even though you follow instructions concerning subtitles from <link xref="subtitles"/> page or <link xref="preferences"/> page, <app>Videos</app> still does not load subtitles. The reason for that may be:
bg: Възможно е да се случи така, че въпреки че следвате инструкциите относно субтитрите от страницата <link xref="subtitles"/> или <link xref="preferences"/>, „<app>Видео клипове</app>“ все още не зарежда субтитри. Причината за това може да бъде:
zh_cn: 即使您按照 <link xref="subtitles"/> 页面或 <link xref="preferences"/> 页面中有关字幕的说明进行操作，<app>视频</app>仍然可能无法加载字幕。其原因可能是：

source: Wrong name of the subtitles file - open the file chooser and check if the name of the subtitles file is the same as the name of the movie file.
bg: Неправилно име на файла със субтитри - отворете менюто за избор на файлове и проверете дали името на файла със субтитри е същото като името на файла с филма.
zh_cn: 字幕文件名称错误 - 打开文件选择器并检查字幕文件的名称是否与影片文件的名称相同。

source: Lack of the subtitles file - open the file chooser and check if there is also a file with the subtitles in the directory with the movie.
bg: Липса на файл със субтитри - отворете менюто за избор на файлове и проверете дали в папката с филма има файл със субтитри.
zh_cn: 缺少字幕文件 - 打开文件选择器并检查影片目录中是否还有带有字幕文件。

source: If you do not have a subtitles file for your movie, you can search for it via <app>Videos</app>:
bg: Ако нямате файл със субтитри за филма, може да го потърсите чрез „<app>Видео клипове</app>“:
zh_cn: 如果您没有影片的字幕文件，您可以通过<app>视频</app>来搜索它：

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Preferences</gui>.
bg: Натиснете бутона за меню в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Настройки</gui>.
zh_cn: 点击窗口右上角的菜单按钮，然后选择<gui style="menuitem">首选项</gui>。

source: In the <gui>General</gui> tab under <gui>Plugins</gui>, press <gui style="button">Plugins…</gui>.
bg: В раздела <gui>Общи</gui> под <gui>Приставки</gui> натиснете <gui style="button">Приставки…</gui>.
zh_cn: 在<gui>插件</gui>下的<gui>常规</gui>选项卡中，点击<gui style="button">插件...</gui>。

source: In the <gui>Configure Plugins</gui> window, enable the <gui>Subtitle Downloader</gui> plugin. It will try to find and download subtitles for the currently played movie.
bg: В прозореца <gui>Настройки на приставките</gui> разрешете приставката <gui>Изтегляне на субтитри</gui>. Той ще се опита да намери и изтегли субтитри за текущия филм.
zh_cn: 在<gui>配置插件</gui>窗口中，启用<gui>字幕下载器</gui>插件。它将尝试查找并下载当前播放影片的字幕。

source: Please notice that to search for subtitles you need to be connected to the Internet.
bg: Обърнете внимание, че за да търсите субтитри, трябва да сте свързани с Интернет.
zh_cn: 请注意，要搜索字幕，您需要连接到互联网。

source: Adjust the aspect ratio to correct its proportions.
bg: Нагласете съотношението на екрана, за да коригирате пропорциите му.
zh_cn: 调整纵横比以纠正其比例。

source: Change video size and aspect ratio
bg: Променяне на размера на видеото и съотношението на екрана
zh_cn: 更改视频尺寸和纵横比

source: You can correct its ratio.
bg: Може да коригирате съотношението му.
zh_cn: 您可以修正其比例。

source: Setting aspect ratio
bg: Задаване на съотношението на екрана
zh_cn: 设置纵横比

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Aspect Ratio</gui>.
bg: Натиснете бутона за меню в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Съотношението на екрана</gui>.
zh_cn: 点击窗口右上角的菜单按钮，然后选择<gui style="menuitem">宽高比</gui>。

source: Select among:
bg: Изберете между:
zh_cn: 从以下选项中选择：

source: <gui>Auto</gui>
bg: <gui>Автоматично</gui>
zh_cn: <gui>自动</gui>

source: <gui>Square</gui>
bg: <gui>Квадратно</gui>
zh_cn: <gui>方形</gui>

source: <gui>4∶3 (TV)</gui>
bg: <gui>4∶3 (телевизия)</gui>
zh_cn: <gui>4∶3（电视）</gui>

source: <gui>16∶9 (Widescreen)</gui>
bg: <gui>16∶9 (широк екран)</gui>
zh_cn: <gui>16:9（宽屏幕）</gui>

source: <gui>2.11∶1 (DVB)</gui>
bg: <gui>2.11∶1 (цифрово видеоразпръскване)</gui>

source: Aspect ratio is the proportion between width and height. This option allows you to correct the video display if the movie appears squished or stretched. The aspect ratio of your monitor does not come into account.
bg: Съотношението на екрана е съотношението между ширината и височината. Тази опция ви позволява да коригирате как видеото се показва, ако филмът изглежда смачкан или разтегнат. Съотношението на екрана на вашия монитор няма влияние.
zh_cn: 纵横比是宽度和高度之间的比例。如果影片显得被压扁或拉伸，此选项允许您纠正视频显示。不考虑显示器的宽高比。
