Repository: GNOME/totem
Catalog: help/*/*.po
Languages: bg, zh_cn

# _
source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
zh_cn: 开源软件国际化简体中文组 <http://i18n.linux.net.cn>, 2009 Lyper Lai <lyp069@gmail.com>, 2009 TeliuTe <teliute@163.com>, 2010 Victor_Trista <ljlzjzm@hotmail.com>, 2024

source: Creative Commons Share Alike 3.0
bg: Признание-Споделяне на споделеното 3.0

source: Change the playback rate of a movie.
bg: Променяне на скоростта на възпроизвеждане на филм.
zh_cn: 更改影片的播放速率。

source: Adjust speed
bg: Нагласяне на скоростта
zh_cn: 调整速度

source: You can change how fast or slow a movie is played in the bottom right corner:
bg: В долния десен ъгъл може да промените колко бързо или бавно да се възпроизвежда филма:
zh_cn: 您可以在右下角更改影片的播放速度：

source: Press the <gui>menu button</gui> which is below the video area.
bg: Натиснете бутона <gui>меню</gui>, който се намира под видео областта.
zh_cn: 点击视频区域下方的<gui>菜单按钮</gui>。

source: In the <gui>Speed</gui> section, select among:
bg: В раздела <gui>Скорост</gui> изберете между:
zh_cn: 在 <gui>速度</gui> 部分中，选择：

source: <gui>Normal</gui>
bg: <gui>Нормална</gui>
zh_cn: <gui>正常</gui>

source: Channels.
bg: Канали.
zh_cn: 频道。

source: Channels
bg: Канали
zh_cn: 频道

source: The channels section of the interface will show a number of network video resources, whether from the Internet, or local, such as UPnP/DLNA shares, movie trailers, news stories and other online sources.
bg: В раздела с каналите на интерфейса се показват редица мрежови видео ресурси, независимо дали са от Интернет или локални, като UPnP/DLNA споделяния, филмови трейлъри, новини и други онлайн източници.
zh_cn: 界面的频道部分将显示许多网络视频资源，既包含互联网资源也包含本地资源，例如 UPnP/DLNA 共享、电影预告片、新闻报道和其它在线资源。

source: Sources are implemented using the <link href="https://gitlab.gnome.org/GNOME/grilo">grilo</link> media discovery system. Developers and power users interested in extending <app>Videos</app> should visit the aforementioned website for documentation.
bg: Източниците са реализирани с помощта на системата за откриване на медии <link href="https://gitlab.gnome.org/GNOME/grilo">grilo</link>. Разработчиците и опитните потребители, които се интересуват да разширят „<app>Видео клипове</app>“, трябва да посетят гореспоменатия уеб сайт за документацията.
zh_cn: 资源是通过 <link href="https://gitlab.gnome.org/GNOME/grilo">grilo</link> 媒体发现系统获取的。对扩展 <app>视频</app> 应用感兴趣的开发人员和高级用户应访问上述网站以获取文档。

source: Open a file in <app>Videos</app>.
bg: Отваряне на файл във „<app>Видео клипове</app>“.
zh_cn: 在 <app>视频</app> 中打开文件。

source: Watch a video
bg: Гледане на видео
zh_cn: 观看视频

source: You can open video files in <app>Videos</app>, in one of the following ways:
bg: Може да отваряте видео клипове във „<app>Видео клипове</app>“ по един от следните начини:
zh_cn: 您可以通过以下任一方式在 <app>视频</app>中打开视频文件：

source: Select a video from the list already displayed in the main window.
bg: Изберете видео от списъка, който вече е показан в основния прозорец.
zh_cn: 从主窗口的视频列表中选择一个视频。

source: Select <app>Videos</app> as the application to open a video file with in the <app>Files</app> file manager.
bg: Изберете „<app>Видео клипове</app>“ като програма, с която да отваряте видео файлове във файловия мениджър <app>Файлове</app>.
zh_cn: 在<app>文件</app>中选择<app>视频</app>作为打开视频文件的应用程序。

source: Press the <gui style="button">+</gui> button in the top-left corner of the window and select <gui style="menuitem">Add Local Video…</gui>. Select the video(s) that you want to open. Press <gui style="button">Add</gui>. The video will be added to the list in the main window and you can select it from there.
bg: Натиснете бутона <gui style="button">+</gui> в горния ляв ъгъл на прозореца и изберете <gui style="menuitem">Добавяне на локален филм</gui>. Изберете видеото(ата), който(ито) искате да отворите. Натиснете <gui style="button">Добавяне</gui>. Видеото ще бъде добавено към списъка в основния прозорец и ще може да го изберете оттам.
zh_cn: 点击窗口左上角的 <gui style="button">+</gui> 按钮，然后选择<gui style="menuitem">添加本地视频...</gui>。 选择您要打开的视频。点击<gui style="button">添加</gui>，视频将添加到主窗口的列表中，您可以从那里选择它。

source: Press the <gui style="button">+</gui> button in the top-left corner of the window and select <gui style="menuitem">Add Web Video…</gui>. Type or paste the address of the video that you want to open. Press <gui style="button">Add</gui>. The video will be added to the list in the main window and you can select it from there.
bg: Натиснете бутона <gui style="button">+</gui> в горния ляв ъгъл на прозореца и изберете <gui style="menuitem">Добавяне на уеб клип</gui>. Въведете или поставете адреса на видеото, което искате да отворите. Натиснете <gui style="button">Добавяне</gui>. Видеото ще бъде добавено към списъка в основния прозорец и ще може да го изберете оттам.
zh_cn: 点击窗口左上角的 <gui style="button">+</gui> 按钮，然后选择<gui style="menuitem">添加网络视频...</gui>。 输入或粘贴您要打开的视频的地址。点击<gui style="button">添加</gui>，视频将添加到主窗口的列表中，您可以从那里选择它。

# link:trail
source: Videos
bg: Видео клипове
zh_cn: 视频

# link
source: Videos
bg: Видео клипове
zh_cn: 视频

# text
source: Videos
bg: Видео клипове
zh_cn: 视频

source: Index
bg: Индекс
zh_cn: 索引

source: <_:media-1/><span> Videos</span>
bg: <_:media-1/><span> Видео клипове</span>
zh_cn: <_:media-1/><span> 视频</span>

source: <app>Videos</app>, also known as <app>Totem</app>, is an application for playing videos. You can use it to watch movies or stream media from the Internet.
bg: „<app>Видео клипове</app>“, известно също като <app>Totem</app>, е програма за възпроизвеждане на видео клипове. Може да го използвате за гледане на филми или за предаване на медия от Интернет.
zh_cn: <app>视频</app>，也称为<app>Totem</app>，是一款播放视频的应用程序。 您可以用它观看影片或互联网中的流媒体。

source: Playing media
bg: Изпълняване на медии
zh_cn: 播放媒体

source: Advanced options
bg: Допълнителни настройки
zh_cn: 高级选项

source: Troubleshooting
bg: Отстраняване на грешки
zh_cn: 故障排除

source: Navigate while playing media.
bg: Навигиране, докато гледате медия.
zh_cn: 在播放媒体时导航。

source: Navigation
bg: Навигация
zh_cn: 导航

source: You may navigate <app>Videos</app> via control buttons, menu items or keyboard-shortcuts.
bg: Може да навигирате във „<app>Видео клипове</app>“ чрез бутони за управление, елементи от менюто или клавишни комбинации.
zh_cn: 您可以通过控制按钮、菜单项或键盘快捷键在<app>视频</app>应用中导航。

source: To display the control buttons at the bottom while watching a video, move your mouse pointer. Here you can:
bg: За да покажете бутоните за управление в долната част, докато гледате видео, преместете показалеца на мишката. Тук може да:
zh_cn: 要在观看视频时显示底部的控制按钮，请移动鼠标指针。 在这里您可以：

source: Play media or pause them: Use the keyboard shortcut <key>P</key> or press the <gui style="button">Play/Pause</gui> button.
bg: Изпълняване или спиране медия на пауза: Използвайте клавишната комбинация <key>P</key> или натиснете бутона <gui style="button">Изпълнение/пауза</gui>.
zh_cn: 播放媒体或暂停媒体：使用键盘快捷键 <key>P</key> 或点击 <gui style="button">播放/暂停</gui> 按钮。

source: Watch the video fullscreen. Press <key>F11</key> or press the button with two arrows in the header bar.
bg: Гледайте видеото на цял екран. Натиснете <key>F11</key> или натиснете бутона с две стрелки в заглавната лента.
zh_cn: 全屏观看视频。 按 <key>F11</key> 或按标题栏中带有两个箭头的按钮。

source: Adjust volume. For further information see <link xref="sound-volume"/>.
bg: Нагласете силата на звука. За допълнителна информация вижте <link xref="sound-volume"/>.
zh_cn: 调节音量。 有关更多信息，请参阅<link xref="sound-volume"/>。

source: To change to another video, press the <gui style="button">Arrow back</gui> button in the upper left corner.
bg: За да смените към друго видео, натиснете бутона със <gui style="button">стрелката назад</gui> в горния ляв ъгъл.
zh_cn: 要切换到另一个视频，请点击左上角的<gui style="button">后退箭头</gui>按钮。

source: To change to a different chapter of a DVD or to go back to the main screen, see <link xref="playing-DVD"/>.
bg: За да смените към друга глава в DVD-то или да се върнете към основния екран, вижте <link xref="playing-DVD"/>.
zh_cn: 要切换到 DVD 的不同章节或返回主屏幕，请参阅 <link xref="playing-DVD"/>。

source: The full list of keyboard shortcuts is available by typing <key>?</key> while playing a movie, or <keyseq><key>Ctrl</key><key>?</key></keyseq> in the movies view.
bg: Пълният списък на клавишните комбинации е достъпен, като въведете <key>?</key>, докато гледате филм, или <keyseq><key>Ctrl</key><key>?</key></keyseq> в изгледа на филми.
zh_cn: 可以通过在播放影片时键入 <key>?</key> 或在影片列表视图中键入 <keyseq><key>Ctrl</key><key>?</key></keyseq> 来获取完整的键盘快捷键列表。

source: Seeking with the keyboard keys (<key>Left</key> and <key>Right</key> arrows) does not seek the same amount of time in either direction. This is as designed as it makes it easier to find a particular place in a film, seeking forward until we do find a part of the film we do not recognise, or know to be further than what we're looking for, and seek back more finely.
bg: Търсенето с клавишите на клавиатурата (стрелките за <key>наляво</key> и <key>надясно</key>) не се извършва за еднакво време в двете посоки. Това е по дизайн, тъй като улеснява намирането на определено място във филма, като търсим напред, докато не намерим част от филма, която не разпознаваме, или знаем, че е по-далеч от това, което търсим, и търсим по-назад.
zh_cn: 使用键盘按键（<key>左</key>和<key>右</key>箭头）进行搜索时，在两个方向上搜索的时间量并不相同。这样做的目的是为了更容易地找到影片中的特定位置，向前（右侧）寻找，直到找到我们不认识的影片部分，或者到达比我们要找的更靠前（右侧）的位置，然后更精细地反向寻找。

source: Play media files from DVD or VCD.
bg: Изпълняване на медиини файлове от DVD или VCD.
zh_cn: 从 DVD 或 VCD 光盘播放媒体文件。

source: Watch a DVD or VCD
bg: Гледане на DVD или VCD
zh_cn: 观看 DVD 或 VCD 光盘

source: To play a DVD disc that you just inserted into your drive, move the mouse pointer over the <link xref="help:gnome-help/shell-notifications" href="https://help.gnome.org/users/gnome-help/stable/shell-notifications">notification</link> and press <gui style="button">Open with Videos</gui>.
bg: За да пуснете DVD диск, който току-що сте поставили в устройството, преместете показалеца на мишката върху <link xref="help:gnome-help/shell-notifications" href="https://help.gnome.org/users/gnome-help/stable/shell-notifications">известието</link> и натиснете <gui style="button">Отваряне с Видео Клипове</gui>.
zh_cn: 要播放刚刚插入驱动器的 DVD 光盘，请将鼠标指针移到 <link xref="help:gnome-help/shell-notifications" href="https://help.gnome.org/users/gnome-help/stable/shell-notifications">通知</link>并点击<gui style="button">使用 视频 打开</gui>。

source: GNOME notification, offering to open the disc with <app>Videos</app>
bg: Известие от GNOME, което предлага отваряне на диска с „<app>Видео клипове</app>“
zh_cn: GNOME 通知，提供使用 <app>视频</app> 打开光盘的功能

source: Screenshot of the GNOME notification dialog.
bg: Снимка на екрана на диалоговия прозорец за GNOME известие.
zh_cn: GNOME 通知对话框的屏幕截图。

source: To play a DVD disc in your drive, open <app>Files</app>, select to the disc in the side bar, and press <gui style="button">Videos</gui> in the <gui>Video DVD</gui> bar.
bg: За да пуснете DVD диск във вашето устройството, отворете <app>Файлове</app>, изберете диска в страничната лента и натиснете <gui style="button">Видео клипове</gui> в лентата <gui>DVD — Видео</gui>.
zh_cn: 要播放驱动器中的 DVD 光盘，请打开<app>文件</app>，选择侧边栏中的光盘，然后点击 <gui>视频 DVD</gui> 栏中的<gui style="button">视频</gui>。

source: <app>Files</app>, offering to open the disc with <app>Videos</app>
bg: <app>Файлове</app>, което предлага да отворите диска с „<app>Видео клипове</app>“
zh_cn: <app>文件</app>，提供使用 <app>视频</app> 打开光盘的功能

source: Screenshot of <app>Files</app>.
bg: Снимка на екрана на <app>Файлове</app>.
zh_cn: <app>文件</app>的屏幕截图。

source: To play a DVD disc in your drive, open <app>Videos</app>, and select the DVD disc in the grid of <gui>Videos</gui>.
bg: За да пуснете DVD диск в устройството, отворете „<app>Видео клипове</app>“ и изберете DVD диска в <gui>Видео клипове</gui> мрежата.
zh_cn: 要播放驱动器中的 DVD 光盘，请打开 <app>视频</app>，然后在 <gui>视频</gui> 的网格中选择 DVD 光盘。

source: You can navigate while watching the movie:
bg: Може да навигирате, докато гледате филма:
zh_cn: 您可以在观看影片时进行导航：

source: Choose one of the following options:
bg: Изберете една от следните опции:
zh_cn: 选择以下选项之一：

source: Select <gui style="menuitem">DVD Menu</gui> to view main menu of a DVD. Customize language and subtitles or view scene index or special features.
bg: Изберете <gui style="menuitem">Меню за DVD</gui>, за да видите основното меню на DVD. Настройте езика и субтитрите или вижте индекса на сцените или специалните функции.
zh_cn: 选择<gui style="menuitem">DVD 菜单</gui> 以查看 DVD 的主菜单。通常可以自定义语言和字幕、查看场景索引或使用特殊功能。

source: Select <gui style="menuitem">Title Menu</gui> to choose the language of the DVD interface.
bg: Изберете <gui style="menuitem">Начално меню</gui>, за да изберете езика на DVD интерфейса.
zh_cn: 选择<gui style="menuitem">标题菜单</gui>以选择 DVD 界面的语言。

source: Select <gui style="menuitem">Audio Menu</gui> and choose the language spoken in the movie.
bg: Изберете <gui style="menuitem">Меню за звука</gui> и изберете езика, на който се говори във филма.
zh_cn: 选择<gui style="menuitem">音频菜单</gui>并选择影片中对话的语言。

source: Select <gui style="menuitem">Angle Menu</gui> to choose a different camera perspective.
bg: Изберете <gui style="menuitem">Меню за избор на ъгъл</gui>, за да изберете различна перспектива на камерата.
zh_cn: 选择<gui style="menuitem">角度菜单</gui>以选择不同的相机视角。

source: Select <gui style="menuitem">Chapter Menu</gui> to view the scene index.
bg: Изберете <gui style="menuitem">Меню за избор на глава</gui>, за да видите индекса на сцената.
zh_cn: 选择<gui style="menuitem">章节菜单</gui>以查看场景索引。

source: Not all DVDs might support these options.
bg: Не всички DVD дискове поддържат тези опции.
zh_cn: 并非所有 DVD 都支持这些选项。

source: Configure audio and video output and plugins.
bg: Настройване на аудио и видео изход и приставки.
zh_cn: 配置音频和视频输出和插件。

source: Preferences and additional features
bg: Настройки и допълнителни функции
zh_cn: 首选项和附加功能

source: <app>Videos</app> offers some additional options. Configure the application according to your preferences. View the <gui>Preferences</gui> window by opening the menu button in the top-right corner of the window and select <gui style="menuitem">Preferences</gui>.
bg: „<app>Видео клипове</app>“ предлага някои допълнителни опции. Настройте програмата според предпочитанията си. Вижте прозореца <gui>Настройки</gui>, като отворите бутона за меню в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Настройки</gui>.
zh_cn: <app>视频</app>提供了一些附加选项。您可以根据您的喜好配置应用程序。 打开窗口右上角的菜单按钮并选择 <gui style="menuitem">首选项</gui>，以查看<gui>首选项</gui> 窗口。

source: General
bg: Общи
zh_cn: 常规

source: <gui>External Subtitles</gui>
bg: <gui>Външни субтитри</gui>
zh_cn: <gui>外部字幕</gui>

source: Tick the option <gui>Load subtitle files when movie is loaded</gui> if you want subtitles to be loaded automatically.
bg: Маркирайте опцията <gui>Зареждане на субтитри заедно с филма</gui>, ако искате субтитрите да се зареждат автоматично.
zh_cn: 如果您希望自动加载字幕，请勾选<gui>加载视频时自动载入字幕文件</gui>选项。

source: Adjust font type and size, by clicking its name. Choose font type from the drop-down list. Click on the slider and change the font size. When ready click <gui>Select</gui>.
bg: Настройте типа и размера на шрифта, като натиснете върху името му. Изберете типа на шрифта от падащия списък. Натиснете върху плъзгача и променете размера на шрифта. Когато сте готови, натиснете върху <gui>Избор</gui>.
zh_cn: 通过单击其名称来调整字体类型和大小。 从下拉列表中选择字体类型。 单击滑块并更改字体大小。设置好后，点击<gui>选择</gui>。

source: Choose the encoding from the drop-down list.
bg: Изберете кодирането от падащия списък.
zh_cn: 在下拉列表中选择编码。

source: <gui>Plugins</gui>
bg: <gui>Приставки</gui>
zh_cn: <gui>插件</gui>

source: Plugins offer extra featured and extend functionality. You can view the list of plugins by pressing <gui style="button">Plugins…</gui>. Select the wanted one and press <gui style="button">Preferences</gui> if available.
bg: Приставките предлагат допълнителни функции и разширяват функционалността. Може да видите списъка с приставки, като натиснете <gui style="button">Приставки…</gui>. Изберете желаната приставка и натиснете <gui style="button">Настройки</gui>, ако е налична.
zh_cn: 插件提供额外的特色和扩展功能。 您可以通过点击<gui style="button">插件...</gui>查看插件列表。选择所需的插件，然后点击<gui style="button">首选项</gui>（如果可用）。

source: Display
bg: Визуални
zh_cn: 显示

source: <gui>Video</gui>
bg: <gui>Видео</gui>
zh_cn: <gui>视频</gui>

source: <app>Videos</app> allows you to specify, whether you want to <gui>Disable deinterlacing of interlaced videos</gui>. Do it by ticking this option.
bg: „<app>Видео клипове</app>“ ви позволява да зададете дали искате да <gui>забранявате корекцията на презредовата развивка</gui>. Направете го, като маркирате тази опция.
zh_cn: <app>视频</app>允许您指定是否要<gui>为隔行扫描的视频禁用逐行扫描</gui>。勾选该选项以启用此功能。

source: <gui>Color Balance</gui>
bg: <gui>Цветови баланс</gui>
zh_cn: <gui>颜色平衡</gui>

source: This option allows you to adjust <gui>Brightness</gui>, <gui>Contrast</gui>, <gui>Saturation</gui> or <gui>Hue</gui> of viewed videos. Do it by clicking and dragging along sliders.
bg: Тази опция ви позволява да нагласяте <gui>Яркост</gui>, <gui>Контраст</gui>, <gui>Наситеност</gui> или <gui>Нюанс</gui> на гледаните видео клипове. Направете го, като натиснете и влачете по плъзгачите.
zh_cn: 此选项允许您调整观看视频的<gui>亮度</gui>、<gui>对比度</gui>、<gui>饱和度</gui>或<gui>色调</gui>。 通过点击并拖动滑块来完成此操作。

source: You may go back to previous settings by pressing the <gui style="button">Reset to Defaults</gui> button.
bg: Може да се върнете към предишните настройки, като натиснете бутона <gui style="button">Връщане на стандартните настройки</gui>.
zh_cn: 您可以通过点击<gui style="button">重置为默认值</gui>按钮返回到以前的设置。

source: Audio
bg: Звук
zh_cn: 音频

source: <gui>Audio Output</gui>
bg: <gui>Изход на звука</gui>
zh_cn: <gui>音频输出</gui>

source: Choose the type of <gui>Audio Output</gui> from the drop-down list.
bg: Изберете типа на <gui>Изход на звука</gui> от падащия списък.
zh_cn: 从下拉列表中选择<gui>音频输出</gui>类型。

source: View the properties of a played video file.
bg: Преглеждане на свойствата на пускан видео файл.
zh_cn: 查看已播放视频文件的属性。

source: File properties
bg: Файлови свойства
zh_cn: 文件属性

source: View properties of a played media by pressing the menu button in the top-right corner of the window and selecting <gui style="menuitem">Properties</gui> or <keyseq><key>Ctrl</key><key>P</key></keyseq>. It will display three sections:
bg: Вижте свойствата на пускано видео чрез натискане на бутона за меню в горния десен ъгъл на прозореца и избиране на <gui style="menuitem">Подробности</gui> или <keyseq><key>Ctrl</key><key>P</key></keyseq>. Ще се покажат три раздела:
zh_cn: 通过点击窗口右上角的菜单按钮并选择 <gui style="menuitem">属性</gui> 或按 <keyseq><key>Ctrl</key><key>P</key></keyseq> 查看已播放媒体的属性。 它将显示三个部分：

source: <gui>General</gui>
bg: <gui>Общи</gui>
zh_cn: <gui>常规</gui>

source: Information about the title, artist, album, year, duration, comment and container.
bg: Информация за заглавието, изпълнителя, албума, годината, продължителността, коментара и контейнера.
zh_cn: 有关标题、艺术家、专辑、年份、持续时间、评论和容器的信息。

source: Information about the dimensions, codec, framerate and bitrate.
bg: Информация за размерите, кодера, кадрите в секунда и побитовата скорост.
zh_cn: 有关尺寸、编解码器、帧速率和比特率的信息。

source: <gui>Audio</gui>
bg: <gui>Звук</gui>
zh_cn: <gui>音频</gui>

source: Information about the codec, channels, sample rate and bitrate.
bg: Информация за кодера, каналите, кадрите в секунда и побитовата скорост.
zh_cn: 有关编解码器、声道、采样率和比特率的信息。

source: Create a number of screenshots from a movie.
bg: Създаване на няколко снимки на кадри от даден филм.
zh_cn: 从影片中创建多个屏幕截图。

source: Screenshot gallery
bg: Галерия със снимки на кадри
zh_cn: 屏幕截图画册

source: To create a gallery of screenshots in a single image file:
bg: За да създадете галерия от снимки на кадри в един файл с изображения:
zh_cn: 要在单个图像文件中创建屏幕截图画册：

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Create Screenshot Gallery…</gui>.
bg: Натиснете бутона за меню в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Заснемане на галерия от кадри…</gui>.
zh_cn: 点击窗口右上角的菜单按钮，然后选择<gui style="menuitem">创建屏幕截图画册...</gui>。

source: In the dialog, enter a name for the gallery file to be created.
bg: В диалоговия прозорец въведете името на файла на галерията, който ще бъде създаден.
zh_cn: 在对话框中，输入要创建的图库文件的名称。

source: Optionally, change the folder into which the gallery will be saved.
bg: По избор, може да промените папката, в която ще бъде запазена галерията.
zh_cn: （可选）更改要保存图库的文件夹。

source: Click <gui>Save</gui> when ready.
bg: Натиснете <gui>Запазване</gui>, когато сте готови.
zh_cn: 设置好后点击<gui>保存</gui>。

source: A progress bar will be shown while the screenshots are taken. The gallery will be saved as a <file>.jpg</file> file.
bg: По време на снимането на кадри ще се показва лента за напредък. Галерията ще бъде записана като <file>.jpg</file> файл.
zh_cn: 截图时会显示进度条。 图库将保存为 <file>.jpg</file> 文件。

source: On the bottom of the dialog you may specify the width of screenshots in pixels. You may also set the number of screenshots that the gallery will include or tick option <gui>Calculate the number of screenshots</gui> and <app>Videos</app> will set it automatically.
bg: В долната част на диалоговия прозорец може да зададете ширината на кадрите в пиксели. Може също така да зададете броя на кадрите, които галерията ще включва, или да маркирате опцията <gui>Изчисляване на броя на кадрите</gui> и „<app>Видео клипове</app>“ ще го зададе автоматично.
zh_cn: 在对话框底部，您可以指定屏幕截图的宽度（以像素为单位）。您还可以设置画册中包含的屏幕截图数量，或勾选选项<gui>计算屏幕截图的数量</gui>，<app>视频</app>将自动设置它。

source: Take a screenshot from a video.
bg: Направете снимка на кадър от видео.
zh_cn: 从视频中获取屏幕截图。

source: Screenshots
bg: Снимки на кадри
zh_cn: 屏幕截图

source: To take a screenshot while watching a movie, follow these steps:
bg: За да направите снимка на кадър, докато гледате филм, следвайте следните стъпки:
zh_cn: 要在观看影片时截取屏幕截图，请按照下列步骤操作：

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Take Screenshot</gui>.
bg: Натиснете бутона за менюто в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Снимане на кадър</gui>.
zh_cn: 点击窗口右上角的菜单按钮，然后选择<gui style="menuitem">抓取屏幕截图</gui>。

source: Your screenshot will be saved in your <gui>Screenshots</gui> folder under the name <file>Screenshot from Name-of-the-Video.png</file>.
bg: Снимката на кадъра ще бъде запазена в папката <gui>Филмови кадри</gui> под името <file>Филмов кадър от име-на-видеото.png</file>.
zh_cn: 您的屏幕截图将保存在 <gui>截图</gui> 文件夹中，名称为 <file>屏幕截图-视频名.png</file>。

source: Change the movie language.
bg: Променяне на езика на филма.
zh_cn: 更改影片语言。

source: Select language
bg: Избиране на език
zh_cn: 选择语言

source: Press the menu button in the top-right corner of the window, select <gui style="menuitem">Languages</gui>, and select the language.
bg: Натиснете бутона за меню в горния десен ъгъл на прозореца, изберете <gui style="menuitem">Езици</gui> и изберете езика.
zh_cn: 点击窗口右上角的菜单按钮，选择<gui style="menuitem">语言</gui>，然后选择语言。

source: Increase or decrease the volume of a movie.
bg: Увеличаване или намаляване на силата на звука на даден филм.
zh_cn: 增大或减小影片的音量。

source: Adjust volume
bg: Нагласяне на силата на звука
zh_cn: 调节音量

source: You can adjust the volume in the bottom right corner:
bg: Може да нагласяте силата на звука в долния десен ъгъл:
zh_cn: 您可以在右下角调节音量：

source: Press the <gui>Volume button</gui> which is below the video area and drag the slider to change volume.
bg: Натиснете бутона за <gui>звука</gui>, който се намира под видео областта, и влачете плъзгача, за да промените силата на звука.
zh_cn: 点击视频区域下方的<gui>音量按钮</gui>并拖动滑块来更改音量。

source: You can also use the <key>Up</key> key to increase the volume and the <key>Down</key> key to decrease the volume.
bg: Може също така да използвате клавиша <key>Нагоре</key>, за да увеличите силата на звука, и клавиша <key>Надолу</key>, за да я намалите.
zh_cn: 您还可以使用<key>向上</key>键增大音量，使用<key>向下</key>键减小音量。
