Repository: GNOME/totem
Catalog: po/*.po
Languages: my

source: Play movies
my: ဇာတ်ကားများကြည့်မည်

source: Videos is the official movie player of the GNOME desktop environment. It features a searchable list of local videos, and DVDs, as well as local network video shares (using UPnP/DLNA) and video highlights from a number of web sites.
my: ဗွီဒီယိုသည် နုန်ဒက်စ်တော့ပ်၏ တရားဝင်ဇာတ်ကားကြည့်ရှုုပရိုဂရမ်ဖြစ်သည်။

source: Videos comes with added functionality such as a subtitle downloader, the ability to speed up or down playback, create screenshot galleries, and support for recording DVDs.
my: Videosမှာ စာတန်းထိုးများ ဒေါင်းလုပ်ဆွဲနိုင်သည်၊ ဖွင့်ပြသည့် အရှိန်ကို တိုး၊လျော့ရသည်၊ မှန်ပြင်ပုံဖမ်း၍လည်းရသည်၊ ဒီဗွီဒီအခွေများကိုလည်း မှတ်တမ်းတင်ကူးယူနိုင်သည်။

source: The GNOME developers
my: နုန်ပရိုဂရမ်မာများ

source: Video;Movie;Film;Clip;Series;Player;DVD;TV;Disc;Totem;
my: ဗွီဒီယို;ရုပ်ရှင်;ဖလင်;အပိုင်း;စီးရီး;ပလေယာ;ဒီဗွီဒီ;တီဗွီ;ဓာတ်ပြား;Totem;

source: The brightness of the video
my: ရုပ်သံ၏အလင်း

source: The contrast of the video
my: ဗွီဒီယို၏အရောင်ခြားနားနှုန်း

source: The hue of the video
my: ဗွီဒီယို၏အရောင်အသွေးပမာဏ

source: The saturation of the video
my: ဗွီဒီယို၏အရောင်ပြည့်ဝမှုပမာဏ

source: Repeat mode
my: ထပ်ကျော့ပုံစံ

source: Whether to disable deinterlacing for interlaced movies
my: Interlaceလုပ်ထားသောရုပ်ရှင်များကို deintelaceလုပ်ခြင်း ပိတ်၊ မပိတ်

source: Type of audio output to use
my: အသုံးပြုမည့်အသံထုတ်စနစ်အမျိုးအစား

source: Network buffering threshold
my: ကွန်ရက် ယာယီကြားခံသိုလှောင်မှု အများဆုံးပမာဏ

source: Amount of data to buffer for network streams before starting to display the stream (in seconds).
my: ကွန်ရက်မှ ကြည့်ခြင်းအတွက် ယာယီကြားခံသိုလှောင်မှု အများဆုံးပမာဏ (စက္ကန့်အားဖြင့်)

source: Subtitle font
my: စာတန်းထိုးဖောင့်

source: Pango font description for subtitle rendering.
my: စာတန်းထိုးရေးဆွဲဖော်ပြခြင်းအတွက် Pangoဖောင့်ဖော်ပြချက်

source: Subtitle encoding
my: စာတန်းထိုးကုဒ်ဝှက်စနစ်

source: Encoding character set for subtitle.
my: စာတန်းထိုးအတွက် ကုဒ်ဝှက်စနစ်

source: Default location for the “Open…” dialogs
my: “ဖွင့်…” ဒိုင်ယာလော့ခ်များအတွက် မူလတည်နေရာ

source: Default location for the “Open…” dialogs. Default is the current directory.
my: “ဖွင့်…” ဒိုင်ယာလော့ခ်များအတွက် မူလတည်နေရာ။ မူလတည်နေရာမှာ လက်ရှိ directory ဖြစ်သည်။

source: Default location for the “Take Screenshot” dialogs
my: “စခရင်ရှော့ရိုက်” ဒိုင်ယာလော့ခ်များအတွက် မူလတည်နေရာ

source: Default location for the “Take Screenshot” dialogs. Default is the Screenshots directory.
my: “မျက်နှာပြင်ရိုက်ချက် ပြုလုပ်ပါ” ဒိုင်ယာလော့ခ်များအတွက် မူလတည်နေရာ။ မူလတည်နေရာမှာ မျက်နှာပြင်ရိုက်ချက်များ directory ဖြစ်သည်။

source: Whether to disable the plugins in the user’s home directory
my: အသုံးပြုသူ၏ ပင်မ directory တွင် ပလပ်အင်များ ပိတ်မည်လား

source: Whether to disable the keyboard shortcuts
my: ကီးဘုတ်ဖြတ်လမ်းများကို ပိတ်မည်လား

source: Whether to autoload text subtitle files when a movie is loaded
my: ရုပ်ရှင်တစ်ခုတင်သည့်အခါ စာသားစာတန်းထိုးဖိုင်များကို အလိုအလျောက် ဒေါင်းလုဒ်လုပ်မည်လား

source: Active plugins list
my: အသုံးပြုနေသော ပလပ်အင်များစာရင်း

source: A list of the names of the plugins which are currently active (loaded and running).
my: လက်ရှိအသုံးပြုနေသော ပလပ်အင်များ၏အမည်များစာရင်း (loaded and running)။

source: Directories to show
my: ပြသမည့် Directory များ

source: Directories to show in the browse interface, none by default
my: ဘရောက်ဇာအင်တာဖေ့စ်တွင် ပြသရန် Directory များ၊ မူလအတိုင်း မရှိပါ။

source: Disable hardware decoders
my: Hardware Decoder များကို ပိတ်ပါ

source: Disable hardware decoders and use only software decoders. For debugging purposes only.
my: စက်ဖြင့်ကုဒ်ဖော်ကိရိယာများ ပိတ်ချ၍ ဆော့ဖ်ဝဲလ်ကုဒ်ဖော်ကိရိယာများသာ အသုံးပြုမည်။ ပြစ်ချက်ရှာဖွေသည့်အချိန်တွင်သာ သုံးရန်။

source: Stereo
my: စတီရီယို

source: Preferences
my: ဦးစားပေးသတ်မှတ်ချက်များ

source: General
my: ယေဘုယျ

source: External Subtitles
my: ပြင်ပ စာတန်းထိုးများ

source: _Load subtitle files when movie is loaded
my: _L ရုပ်ရှင်တင်သည့်အခါ စာတန်းထိုးဖိုင်များ တင်ပါ

source: _Font
my: _ဖောင့်

source: _Encoding
my: _Eကုတ်ဝှက်စနစ်

source: Display
my: မြင်ကွင်း

source: Video
my: ဗွီဒီယို

source: Disable _deinterlacing of interlaced videos
my: Interlaceလုပ်ထားသောဗွီဒီယိုများကို_deinterlaceလုပ်ခြင်းအား ပိတ်ပစ်မည်

source: Videos are deinterlaced automatically when needed. Disable deinterlacing if you encounter graphical artifacts such as combing.
my: ဗွီဒီယိုများကို လိုအပ်ပါက အလိုအလျောက် deinterlaceလုပ်ပါသည်။ ရုပ်ပြအကြွင်းအကျန်များဖြစ်ပေါ်နေပါက deinterlaceလုပ်ခြင်းပိတ်ပစ်ပါ။

source: Disable hardware acceleration
my: စက်ဖြင့်အရှိန်မြင့်တင်မှု ပိတ်မည်

source: Hardware acceleration is used automatically when available. Disable it if you encounter video playback problems.
my: စက်ဖြင့်အရှိန်မြင့်တင်ခြင်းကို ရရှိသောအခါ အလိုအလျောက် အသုံးပြုပါသည်။ ဗွီဒီယိုဖွင့်ရာတွင် အခက်အခဲဖြစ်ပေါ်ပါက စက်ဖြင့်အရှိန်မြင့်တင်ခြင်းကို ပိတ်ပစ်ပါ။

source: Color Balance
my: အရောင်ချိန်ရန်

source: _Brightness
my: အ_လင်း

source: Co_ntrast
my: အရောင်ခြား_နားနှုန်း

source: Sat_uration
my: _အရောင်ပြည့်ဝမှု

source: _Hue
my: အ_ရောင်အသွေး

source: Reset to _Defaults
my: _D မူလအရှိအတိုင်း ပြန်ထားရန်

source: Audio
my: အသံပိုင်း

source: Audio Output
my: အသံထွက်ရှိမှု

source: _Audio output type
my: အထွက်_သံအမျိုးအစား

source: Plugins
my: ပလပ်အင်များ

source: Authors
my: စာဆိုသူ

source: Version
my: ဗားရှင်း

source: Website
my: ဝက်ဘ်ဆိုက်

# shortcut window
source: General
my: အထွေအထွေဆိုင်ရာ

# shortcut window
source: Show help
my: အကူအညီပြရန်

# shortcut window
source: Keyboard shortcuts
my: ကီးဘုတ်ဖြတ်လမ်းခလုတ်များ

# shortcut window
source: Add local video
my: စက်တွင်း ဗွီဒီယိုထည့်ပါ

# shortcut window
source: Add web video
my: ဝက်ဘ်ဗွီဒီယိုထည့်ပါ

# shortcut window
source: Properties
my: အချက်အလက်များ

# shortcut window
source: Make Available Offline
my: အော့ဖ်လိုင်းဖြင့် အသုံးပြုပါ

# shortcut window
source: Take Screenshot
my: မှန်ပြင်ပုံဖမ်းမည်

# shortcut window
source: Quit
my: ထွက်ရန်

# shortcut window
source: Volume
my: အသံထုဆိုင်ရာ

# shortcut window
source: Increase volume
my: အသံထုတိုးမည်

# shortcut window
source: Decrease volume
my: အသံထုလျှော့မည်

# shortcut window
source: Mute/unmute
my: အသံထု အပိတ်/အဖွင့်

# shortcut window
source: View
my: မြင်ကွင်းဆိုင်ရာ

# shortcut window
source: Toggle fullscreen
my: ဖန်သားပြင်အပြည့် ပိတ်၊ ဖွင့်

# shortcut window
source: Exit fullscreen
my: မျက်နှာပြင်အပြည့်မှ ထွက်ပါ

# shortcut window
source: Rotate ↷
my: လှည့်ပါ ↷

# shortcut window
source: Rotate ↶
my: လှည့်ပါ ↶

# shortcut window
source: Playback
my: ပြန်လည်ဖွင့်ရန်

# shortcut window
source: Play/Pause
my: ဖွင့်/ ရပ်

# shortcut window
source: Previous video or chapter
my: ရှေ့ဗွီဒီယို သို့မဟုတ် အခန်း

# shortcut window
source: Next video or chapter
my: နောက်ဗွီဒီယို သို့မဟုတ် အခန်း

# shortcut window
source: Skip
my: ကျော်ပါ

# shortcut window
source: Go back 15 seconds
my: ၁၅ စက္ကန့်ပြန်သွားပါ

# shortcut window
source: Go forward 60 seconds
my: ရှေ့ စက္ကန့် 60 သို့ သွားပါ

# shortcut window
source: Step back one frame
my: ဖရိန်တစ်ခုပြန်ဆုတ်

# shortcut window
source: Step forward one frame
my: ဖရိန်တစ်ခုရှေ့တိုး

# shortcut window
source: Go back 5 seconds
my: ၅ စက္ကန့်ပြန်သွားပါ

# shortcut window
source: Go forward 15 seconds
my: ရှေ့ ၁၅ စက္ကန့်သို့ သွားပါ

# shortcut window
source: Go back 3 minutes
my: ၃ မိနစ်နောက်ပြန်ဆုတ်ပါ

# shortcut window
source: Go forward 10 minutes
my: ရှေ့ ၁၀ မိနစ်သို့ သွားပါ

# shortcut window
source: Go to 10%, 20%, 30%…
my: ၁၀% ၂၀% ၃၀% သို့သွား…

# shortcut window
source: DVD menu navigation
my: ဒီဗွီဒီမီနူးလမ်းညွှန်

# shortcut window
source: Navigate up
my: အပေါ်သွား

# shortcut window
source: Navigate down
my: အောက်သွား

# shortcut window
source: Navigate left
my: ဘယ်သွား

# shortcut window
source: Navigate right
my: ညာသွား

# shortcut window
source: Go to main menu
my: ပင်မမီနူးသို့သွား

# shortcut window
source: Subtitles
my: စာတန်းထိုး

# shortcut window
source: Select next subtitle
my: နောက်စာတန်းကို ရွေးပါ

# shortcut window
source: Toggle subtitles
my: စာတန်းထိုးများကို ပြောင်းရန်

source: Prefere_nces
my: _N လိုလားချက်များ

source: _Keyboard Shortcuts
my: ကီး_ဘုတ်ဖြတ်လမ်းခလုတ်များ

source: _Help
my: _H အကူအညီ

source: Add _Local Video…
my: _L စက်တွင်း ဗွီဒီယိုထည့်ပါ...

source: Add _Web Video…
my: _W ဝဘ်ဗွီဒီယိုထည့်ပါ

source: _Aspect Ratio
my: _A အချိုးအစား

# Aspect ratio
source: Auto
my: အလိုအလျောက်

# Aspect ratio
source: Square
my: စတုရန်း

# Aspect ratio
source: 4∶3 (TV)
my: ၄∶၃ (တီဗွီ)

# Aspect ratio
source: 16∶9 (Widescreen)
my: ၁၆∶၉ (မျက်နှာပြင်ကျယ်)

# Aspect ratio
source: 2.11∶1 (DVB)
my: ၂.၁၁∶၁ (ဒီဗွီဘီ)

source: Switch An_gles
my: ရှူဒေါင့်ပြောင်းမည်

source: _Eject
my: _E အခွေထုတ်ရန်

source: Languages
my: ဘာသာစကားများ

source: Subtitles
my: စာတန်းထိုး

source: _Select Text Subtitles…
my: _S စာသားစာတန်းများကို ရွေးပါ...

source: _Repeat
my: _R ထပ်ဖွင့်ပါ

source: _DVD Menu
my: _D DVD မီးနူး

source: _Title Menu
my: _T ပထမဆုံး ရွေးချယ်ရာစာရင်း

source: A_udio Menu
my: _U အသံပိုင်း ရွေးချယ်ရာစာရင်း

source: _Angle Menu
my: _A တည်နေရာထောင့် ရွေးချယ်ရာစာရင်း

source: _Chapter Menu
my: _C အပိုင်း/အခန်း စာရင်း

source: Speed
my: မြန်နှုန်း

source: Previous Chapter/Movie
my: ပြီးခဲ့သော အပိုင်း/ရုပ်ရှင် သို့

source: Play / Pause
my: ဖွင့်/ ခတ္တနား

source: Next Chapter/Movie
my: နောက် အပိုင်း/ရုပ်ရှင် သို့

source: Add Web Video
my: ဝဘ်ဗွီဒီယို ထည့်ပါ

source: Enter the _address of the file you would like to open:
my: _a ဖွင့်လိုသောဖိုင်၏ လိပ်စာထည့်ပါ-

source: _Cancel
my: _ပယ်ဖျက်

source: _Add
my: _ထည့်မည်

source: Password requested for RTSP server
my: RTSP ဆာဗာအတွက် စကားဝှက် တောင်းဆိုထားသည်

source: Could not initialise OpenGL support.
my: OpenGL ပံ့ပိုးမှုကို စတင်၍မရပါ

source: The DVD device you specified seems to be invalid.
my: သတ်မှတ်ထားသော ဒီဗွီဒီစက်မှာ မမှန်ကန်ပါ။

source: The VCD device you specified seems to be invalid.
my: သတ်မှတ်ထားသော ဗွီစီဒီစက်မှာ မမှန်ကန်ပါ။

source: The source seems encrypted and can’t be read. Are you trying to play an encrypted DVD without libdvdcss?
my: ဖိုင်ကို ကုဒ်ဖွက်ထားပါသည်။ ကုဒ်ဖွက်ဒီဗွီဒီကို libdvdcss မပါဘဲ ဖွင့်ဖို့ သင်ကြိုးစားနေတာလား။

source: The server you are trying to connect to is not known.
my: သင်ချိတ်ဆက်ရန် ကြိုးစားနေသည့် ဆာဗာကို မသိရပါ။

source: The connection to this server was refused.
my: ဤဆာဗာချိတ်ဆက်မှုကို ငြင်းပယ်ခဲ့သည်။

source: The specified movie could not be found.
my: သတ်မှတ်ထားသော ရုပ်ရှင်ကို ရှာမတွေ့ပါ။

source: The server refused access to this file or stream.
my: ဆာဗာသည် ဤဖိုင် သို့မဟုတ် တိုက်ရိုက်ကြည့်ရှုခွင့်ကို ငြင်းပယ်ခဲ့သည်။

source: Authentication is required to access this file or stream.
my: ဤဖိုင် သို့မဟုတ် ထုတ်လွှင့်မှု ရယူရန်အတွက် စစ်မှန်ကြောင်းအထောက်အထား လိုအပ်သည်။

source: SSL/TLS support is missing. Check your installation.
my: SSL/TLS ပံ့ပိုးမှု ပျောက်ဆုံးနေပါသည်။ ထည့်သွင်းထားမှုအား ပြန်လည်စစ်ဆေးပါ။

source: You are not allowed to open this file.
my: ဤဖိုင်ဖွင့်ရန် သင့်အား ခွင့်မပြုပါ။

source: This location is not a valid one.
my: ဤတည်နေရာ မမှန်ကန်ပါ။

source: The movie could not be read.
my: ရုပ်ရှင်ကို ဖတ်၍မရပါ။

source: This file is encrypted and cannot be played back.
my: ဤဖိုင်ကို ကုဒ်ဝှက်ထားပြီး ပြန်ဖွင့်၍မရပါ။

source: The file you tried to play is an empty file.
my: သင်ဖွင့်နေသည့်ဖိုင်မှာ ဗလာဖိုင်ဖြစ်သည်

source: The playback of this movie requires a %s plugin which is not installed.
my: ဤရုပ်ရှင်ကို ဖွင့်ပြန်ရန် တိုးချဲ့ပရိုဂရမ်ငယ် %sခု တပ်ဆင်ရန်လိုအပ်သည်။

source: This stream cannot be played. It’s possible that a firewall is blocking it.
my: ဤထုတ်လွှင့်မှုကို ဖွင့်၍မရပါ။ Firewall က ၎င်းကို ပိတ်ဆို့ထားခြင်း ဖြစ်နိုင်သည်။

source: An audio or video stream is not handled due to missing codecs. You might need to install additional plugins to be able to play some types of movies
my: အသံ သို့ ဗွီဒီယို ကို ကုုဒ်ဝှက်စနစ်များမရှိသောကြောင့် မကိုင်တွယ်ထားပါ။ အချို့ရုပ်ရှင်ဖိုင်အမျိုးအစားကို ကြည့်ရန် နောက်ထပ် တိုးချဲ့ပရိုဂရမ်များ တပ်ဆင်ရန် လိုအပ်ပါသည်

source: This file cannot be played over the network. Try downloading it locally first.
my: ဤဖိုင်ကို ကွန်ရက်ပေါ်တွင် ဖွင့်၍မရပါ။ စက်တွင်း၌ ဦးစွာဒေါင်းလုဒ်လုပ်ကြည့်ပါ။

source: This file could not be played. Try restarting playback.
my: ဤဖိုင်ကို ဖွင့်မရပါ။ ပြန်ကြိုးစားကြည့်ပါ။

source: Surround
my: အသံပါတ်လည်ပြေးစနစ်

source: Mono
my: မိုနို

source: Media contains no supported video streams.
my: မီဒီယာတွင် ပံ့ပိုးထားသည့် ဗွီဒီယို Stream များ မပါဝင်ပါ။

source: Some necessary plug-ins are missing. Make sure that the program is correctly installed.
my: လိုအပ်သော အချို့တိုးချဲ့ပရိုဂရမ်ငယ်များ မရှိပါ။ ပရိုဂရမ်ကိုမှန်ကန်စွာ တပ်ဆင်ထားကြောင်း သေချာအောင် ပြန်စစ်ဆေးကြည့်ပါ။

source: Select All
my: အားလုံးရွေးမည်

source: Select None
my: ဘာမျှ မရွေး

source: Videos Preview
my: ဗွီဒီယိုများ အစမ်းကြည့်ရှုခြင်း

source: Filename
my: ဖိုင်အမည်

source: Resolution
my: အသေးစိတ် တိကျမှု

source: Duration
my: ကြာမြင့်ချိန်

source: Season %d Episode %d
my: ဇာတ်လမ်းတွဲ %d အပိုင်း %d

source: %s (Season %d Episode %d)
my: %s (ဇာတ်လမ်းတွဲ %d အပိုင်း %d)

source: Browse Error
my: ရှာဖွေမှုအမှား

source: Search Error
my: ရှာဖွေမှု အမှား

source: Local
my: စက်အတွင်း

source: Channels
my: ချယ်နယ်များ

source: Click on items to select them
my: ရွေးချယ်ရန်အတွက် အိုင်ကွန်များပေါ်တွင် နှိပ်ပါ

source: %d selected
my: %d ရွေးပြီးပြီ

source: Results for “%s”
my: “%s” အတွက် ရလဒ်များ

source: Back
my: နောက်

source: Select
my: ရွေးမည်

source: Cancel
my: ငြင်းပယ်ရန်

source: Search
my: ရှာရန်

source: Audio Track
my: အသံဖိုင်

source: Subtitle
my: စာတန်းထိုး

# Language
source: Auto
my: အလိုအလျောက်

source: None
my: ဘာမှမရှိပါ။

source: Pause
my: ခတ္တရပ်ထားသည်

source: Play
my: ဖွင့်သည်

source: Videos could not play “%s”.
my: ဗွီဒီယိုများ “%s” ကို ဖွင့်၍မရပါ။

source: Videos could not display the help contents.
my: ဗွီဒီယိုများမှာ အကူအညီအကြောင်းအရာများကို မပြသနိုင်ပါ။

source: An error occurred
my: ပြဿနာရှိနေပြီ

source: Videos could not startup.
my: ဗွီဒီယိုများကို မစတင်နိုင်ပါ။

source: No reason.
my: အကြောင်းပြချက်မရှိပါ။

source: Play/Pause
my: ဖွင့်/ ခတ္တနား

source: Next
my: နောက်တစ်ခု

source: Previous
my: ပြီးခဲ့တဲ့တစ်ခု

source: Seek Forwards
my: ရှေ့သို့ကျော်ကြည့်မည်

source: Seek Backwards
my: နောက်သို့ပြန်ရစ်မည်

source: Volume Up
my: အသံထုတိုးမည်

source: Volume Down
my: အသံထုလျော့မည်

source: Mute sound
my: အသံပိတ်ထားရန်

source: Toggle Fullscreen
my: မျက်နှာပြင်အပြည့်ပြောင်းရန်

source: Quit
my: ထွက်ရန်

source: Enqueue
my: စာရင်းထပ်တိုး

source: Replace
my: အစားထိုးရန်

source: Seek
my: ရှာဖွေသည်

source: Show version information and exit
my: ဗားရှင်းအချက်အလက်ပြပြီး ထွက်ပါ

source: Movies to play
my: ဖွင့်ရန်ရုပ်ရှင်များ

source: Can’t enqueue and replace at the same time
my: စာရင်းထပ်တိုးခြင်းနှင့်အစားထိုးခြင်းကို တစ်ပြိုင်နက် လုပ်ဆောင်၍မရပါ

source: Title %d
my: ခေါင်းစဉ် %d

source: The playlist “%s” could not be parsed. It might be damaged.
my: သီချင်းအစီအစဉ် “%s” ကို ခွဲခြမ်းစိတ်ဖြာ၍မရပါ။ ပျက်စီးသွားခြင်းဖြစ်နိုင်ပါသည်။

source: Add to Favourites
my: အကြိုက်ဆုံးများထဲသို့ ထည့်ပါ

# button
source: Play
my: ဖွင့်သည်

source: Shuffle
my: ကျပမ်း

source: Delete
my: ဖျက်ရန်

source: Current Locale
my: လက်ရှိဒေသန္တရဘာသာစကား

source: Arabic
my: အာရဗီ

source: Armenian
my: အာမေနီယံ

source: Baltic
my: ဘယ်လ်တစ်

source: Celtic
my: ဆဲလ်တစ်

source: Central European
my: ဥရောပ အလယ်ပိုင်း

source: Chinese Simplified
my: ရိုးရှင်းသောတရုတ်စာ

source: Chinese Traditional
my: ရိုးရာတရုတ်စာ

source: Croatian
my: ခရိုအေးရှား

source: Cyrillic
my: ဆီရီလစ်

source: Cyrillic/Russian
my: ဆီရီလစ်/ရုရှား

source: Cyrillic/Ukrainian
my: ဆီရီလစ်/ယူကရိန်း

source: Georgian
my: ဂျော်ဂျီယံ

source: Greek
my: ဂရိ

source: Gujarati
my: ဂူဂျာရတ်

source: Gurmukhi
my: ဂူရ်မူခီ

source: Hebrew
my: ဟီဘရူး

source: Hebrew Visual
my: ဟီဘရူး အမြင်ပုံစံ

source: Hindi
my: ဟိန္ဒီ

source: Japanese
my: ဂျပန်

source: Korean
my: ကိုရီးယား

source: Nordic
my: နော်ဒစ်

source: Persian
my: ပါရှား

source: Romanian
my: ရိုမေနီယံ

source: South European
my: ဥရောပ တောင်ပိုင်း

source: Thai
my: ထိုင်း

source: Turkish
my: တူရကီ

source: Unicode
my: ယူနီကုဒ်

source: Western
my: အနောက်တိုင်း

source: Vietnamese
my: ဗီယက်နမ်

source: All files
my: ဖိုင်အားလုံး

source: Video files
my: ဗွီဒီယိုဖိုင်များ

source: Subtitle files
my: စာတန်းထိုးဖိုင်များ

source: Select Text Subtitles
my: စာတန်းထိုးရွေးချယ်ရန်

source: _Open
my: _ဖွင့်

source: Add Videos
my: ဗွီဒီယိုများထည့်ပါ

source: Apple Trailers
my: Appleရုပ်ရှင်ကြော်ငြာများ

source: Sets the user agent for the Apple Trailers site
my: Appleရုပ်ရှင်ကြော်ငြာဆိုက်အတွက် သုံးစွဲသူအေးဂျင့်သတ်မှတ်မည်

source: Autoload Subtitles
my: စာတန်းထိုးများအလိုအလျောက်တွန်းတင်

source: Autoloads text subtitles
my: စာတန်းထိုးစာသားများအလိုအလျောက်တွန်းတင်

source: Instant Messenger Status
my: လက်ငင်းစာပို့ကိရိယာ အခြေအနေ

source: Set your Instant Messenger status to away when a movie is playing
my: သင်၏ လက်ငင်းစာပို့ကိရိယာအခြေအနေကို သတ်မှတ်မည်

source: MPRIS D-Bus Interface
my: MPRIS D-Bus အင်တာဖေ့စ်

source: Send notifications of currently-playing videos and allow remote control using MPRIS.
my: လက်ရှိဖွင့်ပြနေသော ဗွီဒီယိုများ၏ အသိပေးချက်များကို ပေးပို့၍ MPRISကိုအသုံးပြုပြီး ရီမုဒ်ကွန်ထရိုးဖြင့် ထိန်းချုပ်စေနိုင်မည်။

source: Open directory
my: ဖိုင်တွဲဖွင့်မည်

source: Open the directory of the currently playing movie
my: လက်ရှိပြသနေသည့် ရုပ်ရှင်ဖိုင်တွဲကို ဖွင့်ပါ

source: Open Containing Folder
my: ပါဝင်သည့်ဖိုင်တွဲ ဖွင့်ပါ

source: Subtitle Downloader
my: စာတန်းထိုးဒေါင်းလုတ်ဆွဲကိရိယာ

source: Look for subtitles for the currently playing movie
my: လက်ရှိပြသနေသည့် ရုပ်ရှင်အတွက် စာတန်းထိုးများကို ရှာဖွေပါ

source: Brazilian Portuguese
my: ဘရာဇီး ပေါ်တူဂီ

source: Searching for subtitles…
my: စာတန်းထိုးများရှာဖွေခြင်း...

source: Downloading the subtitles…
my: စာတန်းထိုးများကို ဒေါင်းလုတ်ဆွဲနေပါသည်။

source: Could not contact the OpenSubtitles website
my: OpenSubtitles ဝက်ဘ်ဆိုက်ကို ဆက်သွယ်၍မရပါ

source: Could not contact the OpenSubtitles website.
my: OpenSubtitles ဝက်ဘ်ဆိုက်ကို ဆက်သွယ်၍မရပါ။

source: No results found.
my: ရလဒ်များမတွေ့ပါ

source: _Download Movie Subtitles…
my: _D ရုပ်ရှင် စာတန်းများဒေါင်းလုတ်ဆွဲမည်။

source: Searching subtitles…
my: စာတန်းထိုးများကိုရှာနေပါသည်။

source: Download Movie Subtitles
my: ရုပ်ရှင်စာတန်းထိုးများကို ဒေါင်းလုတ်ဆွဲမည်။

source: Subtitle _language:
my: _L စာတန်းထိုးဘာသာစကား

source: Format
my: ပုံစံ

source: Rating
my: အကဲဖြတ်ချက်

source: _Play with Subtitle
my: _P စာတန်းထိုး၍ ဖွင့်ရန်

source: _Close
my: _ပိတ်

source: Subtitle language
my: စာတန်းထိုး ဘာသာစကား

source: The language to search for subtitles for movies in.
my: ရှာမည့်စာတန်းထိုးဘာသာစကား

source: Movie Properties
my: ရုပ်ရှင်ဆိုင်ရာ အင်္ဂါရပ်များ

source: Adds movie properties menu item
my: ရုပ်ရှင်အချက်အလက်များမီနူးအိုင်တမ် ပြပေးမည်

source: _Properties
my: _အချက်အလက်များ

source: Properties
my: အချက်အလက်များ

source: Title
my: ခေါင်းစဉ်

source: Artist
my: အနုပညာရှင်

source: Album
my: အယ်လ်ဘမ်

source: Year
my: နှစ်

source: Comment
my: မှတ်ချက်

source: Container
my: ကွန်တိန်နာ

source: Dimensions
my: အတိုင်းအတာများ

source: Codec
my: ဗွီဒီယိုကုဒ်ဖွက်စနစ်

source: Framerate
my: ဖရိန်နှုန်း

source: Bitrate
my: ဘစ်နှုန်း

source: Sample rate
my: နမူနာနှုန်း

source: 0 Channels
my: 0 ချန်နယ်များ

source: %d hour
my: %d နာရီ

source: %d minute
my: %d မိနစ်

source: %d second
my: %d စက္ကန့်

source: 0 seconds
my: 0 စက္ကန့်

source: %0.3f frame per second
my: %0.3f ဖရိန်/စက္ကန့်

source: %0.2f frame per second
my: %0.2f ဖရိန်/စက္ကန့်

source: A password to protect the rpdb2 server for debugging Totem from unauthorized remote access. If this is empty, a default of “totem” will be used.
my: ခွင့်မပြုထားသော အဝေးမှအသုံးပြုခွင့်ခြင်း မှ Totemပြစ်ချက်ရှာဖွေခြင်းအတွက် rpdb2ဆာဗာကို ကာကွယ်ရန် စကားဝှက်ဖြစ်သည်။ ဗလာဖြစ်နေပါက မူလသတ်မှတ်ချက် "totem"ကို သုံးသွားမည်။

source: Python Console
my: ပိုက်သွန်ကွန်ဆိုး

source: Interactive Python console
my: ထိတွေ့ဆက်ဆံ၍ရသောပိုက်သွန်ကွန်ဆိုး

source: You can access the Totem.Object through “totem_object” :\n%s
my: “totem_object” :\n%s မှတစ်ဆင့် Totem.Object ကို ဝင်ရောက်နိုင်သည်

source: Videos Python Console
my: Python Console ဗွီဒီယိုများ

source: After you press OK, Videos will wait until you connect to it with winpdb or rpdb2. If you have not set a debugger password in DConf, it will use the default password (“totem”).
my: OKနှိပ်ပြီးနောက် Videosသည် winpdb သို့ rpdb2နှင့် ချိတ်ဆက်ပြီးသည်အထိ စောင့်ဆိုင်းပါမည်။ DConfတွင် သင် စကားဝှက် မသတ်မှတ်ခဲ့ပါက မူလသတ်မှတ်ထားသော စကားဝှက် (“totem”)ကို အသုံးပြုမည်ဖြစ်ပါသည်။

source: Recent files
my: လတ်တလော ဖိုင်များ

source: Adds files that have been played to recent files
my: မကြာသေးမီက ဖွင့်ထားသည့်ဖိုင်များသို့ ဖိုင်များပေါင်းထည့်ပါ

source: Rotation Plugin
my: အလှည့်အနေအထား တိုးချဲ့ပရိုဂရမ်ငယ်

source: Allows videos to be rotated if they are in the wrong orientation
my: ဗွီဒီယိုများ၏ဟန်အနေအထားကို လှည့်ပေးနိုင်သည်

source: _Rotate ↷
my: _R လှည့်ပါ ↷

source: Rotate ↶
my: လှည့်ပါ ↶

source: Save Copy
my: ကူးယူပြီးသိမ်းပါ

source: Save a copy of the currently playing movie
my: ယခုဖွင့်နေသောရုပ်ရှင်ကို မိတ္တူပွားရန်

source: The video could not be made available offline.
my: ဗွီဒီယိုကို အော့ဖ်လိုင်းတွင် မရနိုင်ပါ။

source: “Files” is not available.
my: "ဖိုင်များ" မရနိုင်ပါ။

source: Movie
my: ရုပ်ရှင်

source: Make Available Offline
my: အော့ဖ်လိုင်းဖြင့် အသုံးပြုပါ

source: Deactivates the screen saver when a movie is playing
my: ရုပ်ရှင်ဖွင့်နေချိန်တွင် စခရင်ချွေတာခြင်း (Screen Saver) အား ပိတ်ပါ

source: Playing a movie
my: ရုပ်ရှင်တစ်ကားဖွင့်ထားသည်

source: Screenshot width (in pixels):
my: Screenshot အကျယ် (in pixels):

source: Calculate the number of screenshots
my: ဖန်သားပြင်ပုံရိပ် အရေအတွက်များ ရေတွက်သည်

source: Number of screenshots:
my: ဖန်သားပြင်ပုံရိပ် အရေအတွက်များ :

source: Screenshots
my: မျက်နှာပြင်ရိုက်ချက်များ

source: Screenshot from %s.png
my: %s.png မှ မျက်နှာပြင်ရိုက်ချက်

source: Screenshot from %s - %d.png
my: %s - %d.png မှ မျက်နှာပြင်ရိုက်ချက်

source: Screenshot
my: မျက်နှာပြင်ရိုက်ချက်

source: Allows screenshots and galleries to be taken of videos
my: ဖန်သားပြင်ဓာတ်ပုံများနှင့် ပြခန်းများကို ဗွီဒီယိုများရိုက်ယူခွင့်ပြုသည်

source: _Save
my: _သိမ်း

source: Creating Gallery…
my: ပြခန်း ဖန်တီးနေသည်.

source: Saving gallery as “%s”
my: ပြခန်းကို “%s” အဖြစ် သိမ်းနေသည်

source: Videos could not get a screenshot of the video.
my: ဗွီဒီယိုများမှာ မျက်နှာပြင်ရိုက်ချက်မရနိုင်ပါ။

source: This is not supposed to happen; please file a bug report.
my: ဒါဟာ ဖြစ်မလာသင့်ဘူး။ ကျေးဇူးပြု၍ ပြစ်ချက်အစီရင်ခံစာတင်ပါ။

source: Take _Screenshot
my: _S မျက်နှာပြင်ရိုက်ချက် ပြုလုပ်ပါ

source: Create Screenshot _Gallery…
my: _G မျက်နှာပြင်ရိုက်ချက်ဓာတ်ပုံပြခန်း ဖန်တီးပါ...

# playback rate
source: Normal
my: ပုံမှန်

source: Speed: %s
my: မြန်နှုန်း- %s

source: Variable Rate
my: နှုန်းအရှင်

source: Provides the variable rate menu item
my: နှုန်းအရှင်မီနူးအိုင်တမ် ပြပေးမည်

source: Sets the user agent for the Vimeo site
my: Vimeo ဆိုက်အတွက် အသုံးပြုသူအေးဂျင့်ကို သတ်မှတ်ပါ
