Repository: GNOME/totem
Catalog: gnome-2-16/po/*.po
Languages: ne, ta

source: Add...
ne: थप्नुहोस्...
ta: சேர்க்க...

source: Move Down
ne: तल सार्नुहोस्
ta: கீழே நகர்த்துக

source: Move Up
ne: माथि सार्नुहोस्
ta: மேலே நகர்த்துக

source: Playlist
ne: प्ले सूची
ta: இயக்க வேண்டியவை பட்டியல்

source: Remove
ne: हटाउनुहोस्
ta: நீக்குக

source: Save...
ne: बचत गर्नुहोस्...
ta: சேமிக்கவும்...

source: _Copy Location
ne: स्थान प्रतिलिपि बनाउनुहोस्
ta: இடத்தை _நகலெடு

source: Next chapter or movie
ne: अर्को अध्याय वा चलचित्र
ta: அடுத்த அத்தியாயம் அல்லது திரைப்படம்

source: Play / Pa_use
ne: प्ले गर्नुहोस्/पज गर्नुहोस्
ta: _ட இயக்குக / இடைநிறுத்தம்

source: Play or pause the movie
ne: चलचित्र प्ले गर्नुहोस् वा पज गर्नुहोस्
ta: திரைப்படத்தை இயக்கு அல்லது இடைநிறுத்துக

source: Previous chapter or movie
ne: अघिल्लो अध्याय वा चलचित्र
ta: முந்தைய அத்தியாயம் அல்லது திரைப்படம்

source: Show _Controls
ne: नियन्त्रणहरू देखाउनुहोस्
ta: _இயக்கு விசைகளை காட்டுக

source: Show controls
ne: नियन्त्रणहरू देखाउनुहोस्
ta: இயக்கு விசைகளை காட்டுக

source: Skip _Backwards
ne: पछिल्तिर फड्काउनुहोस्
ta: _ப பின்பக்கமாக செல்கக

source: Skip _Forward
ne: अघिल्तिर फड्काउनुहोस्
ta: _ம முன்பக்கமாக செல்கக

source: Skip backwards
ne: पछिल्तिर फड्काउनुहोस्
ta: பின்பக்கமாக செல்கக

source: Skip forward
ne: अघिल्तिर फड्काउनुहोस्
ta: முன்பக்கமாக செல்கக

source: Volume Down
ne: भोल्युम सानो बनाउनुहोस्
ta: ஒலி அளவினை குறைக்கவும்

source: Volume Up
ne: भोल्युम बढाउनुहोस्
ta: ஒலி அளவினை கூட்டுக

source: Volume up
ne: भोल्युम ठूलो गर्नुहोस्
ta: ஒலி அளவினை கூட்டுக

source: _Next Chapter/Movie
ne: पछिल्लो अध्याय/चलचित्र
ta: _அடுத்த அத்தியாயம்/திரைப்படம்

source: _Previous Chapter/Movie
ne: अघिल्लो अध्याय/चलचित्र
ta: _ம முந்தைய அத்தியாயம்/திரைப்படம்

source: 0 frames per second
ne: प्रति सेकेण्ड ० फ्रेमहरू
ta: விநாடிக்கு 0 சட்டங்கள்

source: 0 seconds
ne: ० सेकेण्ड
ta: 0 விநாடிகள்

source: <b>Audio</b>
ne: <b>अडियो</b>
ta: <b>கேட்பொலி</b>

source: <b>General</b>
ne: <b>साधारण</b>
ta: <b>பொது</b>

source: <b>Video</b>
ne: <b>भिडियो</b>
ta: <b>வீடியோ</b>

source: Album:
ne: एल्बम:
ta: ஆல்பம்:

source: Artist:
ne: कलाकार:
ta: கலைஞர்:

source: Bitrate:
ne: बिट दर:
ta: பிட்விகிதம்:

source: Codec:
ne: कोडेक:
ta: கோடக்:

source: Dimensions:
ne: आयामहरू:
ta: பரிமாணங்கள்:

source: Duration:
ne: अवधि:
ta: கால அளவு:

source: Framerate:
ne: फ्रेम दर:
ta: சட்ட விகிதம்:

source: N/A
ta: இருப்பில் இல்லை

source: Properties
ne: गुण
ta: பண்புகள்

source: Title:
ne: शीर्षक:
ta: தலைப்பு:

source: Unknown
ne: अज्ञात
ta: தெரியாத

source: Year:
ne: वर्ष:
ta: வருடம்:

source: <b>Preview</b>
ne: <b>पूर्वावलोकन</b>
ta: <b>முன்பார்வை</b>

source: Save Screenshot
ne: स्क्रिनसट बचत गर्नुहोस्
ta: திரைவெட்டினை சேமிக்கவும்.

source: Save screenshot
ne: स्क्रिनसट बचत गर्नुहोस्
ta: திரைவெட்டினை சேமிக்கவும்.

source: Save screenshot to _desktop
ne: डेस्कटमा स्क्रिनसट बचत गर्नुहोस्
ta: திரைவெட்டினை _பணிமேடையில் சேமிக்கவும்.

source: Save screenshot to _file:
ne: फाइलका लागि स्क्रिनसट बचत गर्नुहोस्:
ta: _க திரைப்பிடிப்பினை கோப்பில் சேமிக்கவும்.

source: Skip to
ne: यसमा फड्काउनुहोस्
ta: தத்துக

source: _Skip to:
ne: यसमा फड्काउनुहोस्:
ta: இதற்கு _தத்துக:

source: seconds
ne: सेकेण्ड
ta: விநாடிகள்

source: Movie Player
ne: चलचित्र प्लेयर
ta: திரைப்பட இயக்கி

source: Play movies and songs
ne: चलचित्रहरू र गीतहरू प्ले गर्नुहोस्
ta: திரைப்படங்கள் மற்றும் பாடல்களை இயக்க

source: 14.4 Kbps Modem 19.2 Kbps Modem 28.8 Kbps Modem 33.6 Kbps Modem 34.4 Kbps Modem 56 Kbps Modem/ISDN 112 Kbps Dual ISDN/DSL 256 Kbps DSL/Cable 384 Kbps DSL/Cable 512 Kbps DSL/Cable 1.5 Mbps T1/Intranet/LAN Intranet/LAN
ne: १४.४Kbps Modem १९.२ Kbps Modem २८.८ Kbps Modem ३३.६ Kbps मोडेम ३४.४ Kbps मोडेम ५६ Kbps मोडेम/ISDN ११२ Kbps Dual ISDN/DSL २५६ Kbps DSL/Cable ३८४ Kbps DSL/Cable ५१२ Kbps DSL/Cable १.५ Mbps T1/Intranet/LAN इथरनेट/LAN
ta: 14.4 கேபிபிஎஸ் (Kbps) மோடம் 19.2 கேபிபிஎஸ் (Kbps) மோடம் 28.8 கேபிபிஎஸ் (Kbps) மோடம் 33.6 கேபிபிஎஸ் (Kbps) மோடம் 34.4 கேபிபிஎஸ் (Kbps) மோடம் 56 கேபிபிஎஸ் (Kbps) மோடம்/ஐஎஸ்டிஎன் 112 கேபிபிஎஸ் (Kbps) இரட்டை ஐஎஸ்டிஎன்/டிஎஸ்எல் (DSL) 256 கேபிபிஎஸ் (Kbps) டிஎஸ்எல் (DSL)/கேபிள் 384 கேபிபிஎஸ் (Kbps) டிஎஸ்எல் (DSL)/கேபிள் 512 கேபிபிஎஸ் (Kbps) டிஎஸ்எல் (DSL)/கேபிள் 1.5 எம்பிபிஎஸ் (Mbps) டி 1( T1) / இன்ட்ராநெட்/லான் (LAN) இன்ட்ராநெட்/லான் (LAN)

source: 16:9 (Widescreen)
ne: १६:९ (वाइडस्क्रिन)
ta: 16:9 (அகன்ற திரை)

source: 2.11:1 (DVB)
ne: २.११:१ (DVB)
ta: 2.11:1 டிவிபி (DVB)

source: 4:3 (TV)
ne: ४:३ (TV)
ta: 4:3 டிவி (TV)

source: <b>Audio Output</b>
ne: <b>अडियो निर्गत</b>
ta: <b>கேட்பொலி வெளியீடு</b>

source: <b>Color balance</b>
ne: <b>रङ सन्तुलन</b>
ta: <b>நிற சமநிலை</b>

source: <b>Display</b>
ne: <b>प्रदर्शन गर्नुहोस्</b>
ta: <b>காட்சி</b>

source: <b>Networking</b>
ne: <b>नेटवर्किङ</b>
ta: <b>பிணையம்</b>

source: <b>Text Subtitles</b>
ta: <b>உரை துணைத்தலைப்புகள்</b>

source: <b>Visual Effects</b>
ne: <b>दृश्य प्रभावहरू</b>
ta: <b>காட்சி ஜாலங்கள்</b>

source: <span size="medium"><b>No file</b></span>
ne: <span size="medium"><b>फाइल छैन</b></span>
ta: <span size="medium"><b>கோப்பு இல்லை</b></span>

source: A_udio Menu
ne: अडियो मेनु
ta: _ஒ கேட்பொலி பட்டி

source: Always on _Top
ne: जहिले पनि माथि
ta: _ ம எப்போதும் மேலே

source: Always on top
ne: जहिले पनि माथि
ta: எப்போதும் மேலே

source: Audio
ne: अडियो
ta: கேட்பொலி

source: Auto
ne: स्वत:
ta: தானியங்கி

source: Automatically _resize the window when a new video is loaded
ne: नयाँ भिडियो लोड भएपछि स्वचलित रूपले सञ्झ्याल पुन: साइज हुन्छ
ta: புதிய விடியோ ஏற்றப் பட்ட போது தானியங்கியாக சாளரத்தை _மறு அளவாக்குக

source: Co_ntrast:
ne: व्यतिरेक:
ta: _வ வேறுபாடு:

source: Connection _speed:
ne: जडान गति:
ta: _இணைப்பு வேகம்:

source: Deinterlace
ne: डेन्टरलेस
ta: ஊடு நெய்தலை பிரித்தல்

source: Display
ne: प्रदर्शन गर्नुहोस्
ta: காட்சி

source: Fit Window to Movie
ne: चलचित्रलाई सञ्झ्याल ठीक पार्नुहोस्
ta: சாளரத்தை திரைப்படத்துக்கு பொருத்துக

source: General
ne: सामान्य
ta: பொது

source: Go to the DVD menu
ne: DVD मेनुमा जानुहोस्
ta: டிவிடி (DVD) பட்டிக்கு செல்க

source: Go to the angle menu
ne: कोण मेनुमा जानुहोस्
ta: கோண பட்டிக்கு செல்க

source: Go to the audio menu
ne: अडियो मेनुमा जानुहोस्
ta: கேட்பொலி பட்டிக்கு செல்க

source: Go to the chapter menu
ne: अध्याय मेनुमा जानुहोस्
ta: அத்தியாய பட்டிக்கு செல்க

source: Go to the title menu
ne: शीर्षक मेनुमा जानुहोस्
ta: தலைப்பு பட்டிக்கு செல்க

source: Help contents
ne: मद्दत सामग्रीहरू
ta: உதவி உள்ளடக்கங்கள்

source: Languages
ne: भाषाहरू
ta: மொழிகள்

source: Leave Fullscreen
ne: पूरा पर्दा छोड्नुहोस्
ta: முழுத்திரையை விடவும்

source: Next
ne: पछिल्लो
ta: அடுத்து

source: No Language Selection Available
ne: चयन भाषा उपलब्ध छैन
ta: மொழி தேர்வு இருப்பில் இல்லை

source: No subtitles selection available
ne: चयन उपशीर्षकहरू उपलब्ध छैन
ta: துணைத்தலைப்புகள் தேர்வு இருப்பில் இல்லை

source: Open _Location...
ne: स्थान खोल्नुहोस्...
ta: _இடத்தை திறக்கவும்...

source: Open a non-local file
ne: अ-स्थानीय फाइल खोल्नुहोस्
ta: உள்ளமை இல்லா கோப்பினை திறக்கவும்

source: Play/Pause
ne: प्ले गर्नुहोस्/पज गर्नुहोस्
ta: இயக்குக /இடைநிறுத்துக

source: Prefere_nces
ta: _ ம முன்னுரிமைகள்

source: Previous
ne: अघिल्लो
ta: முந்தைய

source: Reset To _Defaults
ne: पूर्वनिर्धारितलाई रिसेट गर्नुहोस्
ta: முன்னிருப்பாக _மறு அமை

source: Resize _1:1
ne: पुन: साइज १:१
ta: _1:1 மறுஅளவிடு

source: Resize _2:1
ne: पुन: साइज २:१
ta: _2:1 மறுஅளவிடு

source: Resize to half the video size
ne: पुन: साइजका लागि भिडियोको साइज आधा पार्नुहोस्
ta: வீடியோ அளவில் பாதியாக மறு அளவிடு

source: Resize to twice the video size
ne: पुन: साइजका लागि भिडियोको साइज दोबर गर्नुहोस्
ta: வீடியோ அளவினை விட இரு மடங்கு மறுஅளவிடு

source: Resize to video size
ne: भिडियो साइजलाई पुन: साइज गर्नुहोस्
ta: வீடியோ அளவுக்கு மறு அளவிடு

source: S_ubtitles
ne: उपशीर्षकहरू
ta: _த துணைத்தலைப்புகள்

source: Sat_uration:
ne: अतितृप्त:
ta: தெவிட்டம்

source: Set the aspect ratio
ne: साइजको अनुपात सेट गर्नुहोस्
ta: தோற்ற விகிதத்தை அமைக்கவும்

source: Set the repeat mode
ne: दोहोर्याउने मोड सेट गर्नुहोस्
ta: திருப்பிச் செய்யும் பாங்கை அமைக்கவும்

source: Set the shuffle mode
ne: मिसाउने मोड सेट गर्नुहोस्
ta: கலக்கல் பாங்கை அமைக்கவும்

source: Sets 16:9 (Anamorphic) aspect ratio
ne: १६.९(एनामोरफिक) साइजको अनुपात सेट गर्दछ
ta: தோற்ற விகிதத்தை 16:9 (Anamorphic) ஆக அமைக்கிறது

source: Sets 2.11:1 (DVB) aspect ratio
ne: २.११:१ (DVB) साइजको अनुपात सेट गर्दछ
ta: தோற்ற விகிதத்தை 2.11:1 (DVB) ஆக அமைக்கிறது

source: Sets 4:3 (TV) aspect ratio
ne: ४.३ (TV) साइजको अनुपात सेट गर्दछ
ta: தோற்ற விகிதத்தை 4:3 (TV) ஆக அமைக்கிறது

source: Sets automatic aspect ratio
ne: स्वचालित साइज अनुपात सेट गर्दछ
ta: தோற்ற விகிதத்தை தானியங்கியாக ஆக அமைக்கிறது

source: Sets square aspect ratio
ne: वर्ग साइजको अनुपात सेट गर्दछ
ta: சதுர தோற்ற விகிதத்தை அமைக்கிறது

source: Show _visual effects when an audio file is played
ne: जब अडियो फाइल प्ले हुन्छ, तब दृश्य प्रभावहरू देखाउनुहोस्।
ta: _ஒலிக் கோப்பை இசைக்கும் போது ஒளி ஜாலங்களை அமைக்கிறது.

source: Show or hide the sidebar
ne: छेउपट्टी देखाउनुहोस् वा लुकाउनुहोस्
ta: பக்கப் பட்டியை காட்டுக அல்லது மறைக்க

source: Shuff_le Mode
ne: अनियमित मोड
ta: _கலக்கல் பாங்கு்

source: Side_bar
ta: _பக்கப் பட்டி

source: Skip to a specific time
ne: निर्दिष्ट समयमा फड्काउनुहोस्
ta: குறிப்பிட்ட நேரத்திற்கு செல்க

source: Small Normal Large Extra Large
ne: सानो साधारण ठूलो अति ठूलो
ta: சிறிய இயல்பான பெரிய இன்னும் பெரிய

source: Square
ne: वर्ग
ta: சதுரம்

source: Stereo 4-channel 4.1-channel 5.0-channel 5.1-channel AC3 Passthrough
ne: स्टेरियो ४-च्यानल ४॰१-च्यानल ५॰०-च्यानल ५॰१-च्यानल AC३ पासथ्रु
ta: ஸ்டீரியோ (Stereo) 4-கால்வாய் 4.1-கால்வாய் 5.0-கால்வாய் 5.1-கால்வாய் ஏசி3 பாஸ்த்ரூ (AC3 Passthrough)

source: Subtitles
ne: उपशीर्षकहरू
ta: துணைத்தலைப்புகள்

source: Switch An_gles
ne: कोणहरू स्विच गर्नुहोस्
ta: _க கோணங்களை மாற்று

source: Switch angles
ne: कोणहरू स्विच गर्नुहोस्
ta: கோணங்களை மாற்று

source: Switch to fullscreen
ne: पूरा पर्दामा स्विच
ta: முழுத்திரைக்கு மாற்று

source: Take _Screenshot...
ne: स्क्रिनसट लिनुहोस्
ta: _த திரை வெட்டினை எடுக்கவும்...

source: Take a screenshot
ne: स्क्रिनसट लिनुहोस्
ta: திரை வெட்டினை எடுக்கவும்

source: Time:
ne: समय:
ta: நேரம்:

source: Totem Movie Player
ne: टोटेम चलचित्र प्लेयर
ta: டோடம் (Totem) திரைப்பட இயக்கி

source: Totem Preferences
ne: टोटेम प्राथमिकताहरू
ta: டோடம் (Totem) முன்னுரிமைகள்

source: Tv-out in fullscreen by Nvidia (NTSC)
ne: एनभिडिया (NTSC) द्धारा पूरा पर्दामा Tv-आउट
ta: என்விடியா (Nvidia) டிவி அவுட் முழுத் திரையில். (NTSC)

source: Tv-out in fullscreen by Nvidia (PAL)
ne: एनभिडिया (PAL) द्धारा पूरा पर्दामा टिभी-आउट भयो
ta: என்விடியா (Nvidia) டிவி அவுட் முழுத் திரையில். (PAL)

source: Visualisation _size:
ne: दृष्टिकरण साइज:
ta: _காட்சி அளவு

source: Volume _Down
ne: भोल्युम सानो गर्नुहोस्
ta: _க ஒலி அளவினை குறை

source: Volume _Up
ne: भोल्युम ठूलो गर्नुहोस्
ta: ஒலி அளவினை _அதிகப்படுத்து

source: Volume down
ne: भोल्युम सानो गर्नुहोस्
ta: ஒலி அளவினை குறை

source: Zoom In
ne: जुम बढाउनुहोस्
ta: அணுகிப் பார்

source: Zoom Out
ne: जुम घटाउनुहोस्
ta: விலகிப் பார்

source: Zoom Reset
ne: जुम रिसेट गर्नुहोस्
ta: அளவினை மறுஅமை

source: Zoom in
ne: जुम बढाउनुहोस्
ta: அணுகிப் பார்

source: Zoom out
ne: जुम घटाउनुहोस्
ta: விலகிப் பார்

source: Zoom reset
ne: जुम रिसेट गर्नुहोस्
ta: அளவினை மறு அமை

source: _About
ta: _பற்றி

source: _Angle Menu
ne: कोण मेनु
ta: _க கோண பட்டி

source: _Aspect Ratio
ne: साइज अनुपात
ta: _வ தோற்ற விகிதம்

source: _Audio output type:
ne: अडियो आगत प्रकार:
ta: _ஒ கேட்பொலி வெளியீடு வகை:

source: _Brightness:
ne: चम्किलोपन:
ta: _வ வெளிச்சம்:

source: _Chapter Menu
ne: अध्याय मेनु
ta: _அத்தியாயப் பட்டி

source: _Contents
ne: सामग्रीहरू
ta: _உள்ளடக்கங்கள்

source: _DVD Menu
ne: DVD मेनु॒
ta: _ட டிவிடி (DVD) பட்டி

source: _Deinterlace
ne: डेनटरलेस
ta: _ஊடு நெய்தலை பிரித்தல்

source: _Edit
ta: _த திருத்துக

source: _Eject
ne: निकाल्नुहोस्
ta: _வ வெளியேற்றுக

source: _Encoding:
ta: _க குறியீடாக்கம்:

source: _Font:
ne: फन्ट:
ta: _எழுத்துரு:

source: _Fullscreen
ne: पूरा पर्दा
ta: _மு முழுத்திரை

source: _Go
ne: जानुहोस्
ta: _ச செல்க

source: _Help
ta: _உதவி

source: _Hue:
ne: ह्यु:
ta: _வண்ணச் சாயல்:

source: _Languages
ne: भाषाहरू
ta: _ம மொழிகள்

source: _Movie
ne: चलचित्र
ta: _த திரைப்படம்

source: _No TV-out
ne: TV-आउट होइन
ta: டிவி அவுட் _இல்லை

source: _Open...
ta: _த திறக்கவும்...

source: _Quit
ta: _வ வெளியேறு

source: _Repeat Mode
ne: मोड दोहोर्याउनुहोस्
ta: _த திரும்பச் செய் பாங்கு

source: _Resize 1:2
ne: पुन:साइज १:२
ta: _ம அளவு மீட்டமை 1:2

source: _Sidebar
ne: साइड बार
ta: _பக்கப் பட்டி

source: _Skip to...
ne: ...लाई फडकाउनुहोस्
ta: _இதற்கு தத்துக

source: _Sound
ne: ध्वनि
ta: _ஒலி

source: _Title Menu
ne: शीर्षक मेनु॒
ta: _தலைப்பு பட்டி

source: _Type of visualisation:
ne: दृश्यात्मकताको प्रकार:
ta: _காட்சியாக்கம் வகை:

source: _View
ta: _பார்வை

source: Amount of data to buffer for network streams before starting to display the stream (in seconds)
ne: प्रवाह (सेकेण्डमा) प्रदर्शन सुरु गर्नु अघि सञ्जाल प्रवाहहरूका लागि बफर गर्न डेटाको रकम
ta: வாய்க்காலை காட்டு முன் வலை வாய்க்கால்கள் இடையகப் படுத்த வேண்டிய தரவின் அளவு (வினாடிகளில்)

source: Buffer size
ne: बफर साइज
ta: இடையக அளவு

source: Enable deinterlacing
ne: डेनटरलेसिङ सक्षम पार्नुहोस्
ta: இடை நெய்தல் நீக்கலை செயல் படுத்துக

source: Encoding charset for subtitle
ta: துணை தலைப்புகளுக்கு பயனாகும் எழுத்துறு குறியாக்கம்..

source: Maximum amount of data to decode ahead of display (in seconds)
ne: प्रदर्शन (सेकेण्डमा) डिकोड गर्नु अगाडि डेटाको अधिकतम रकम
ta: காட்சி துவங்குமுன் குறிவிலாக்க வேண்டிய அதிக பட்ச தரவு. (வினாடிகளில்)

source: Name of the visual effects plugins
ne: दृश्य प्लगइन गर्दा हुने प्रभावहरूको नाम दिनुहोस्
ta: காட்சி ஜால சொருகு பொருட்களின் பெயர்

source: Network buffering threshold
ne: सञ्जाल थ्रेसहोल्डलाई बफर गरिरहेको छ
ta: வலை பின்னல் இடயகத்தின் விளிம்பு

source: Pango font description for subtitle rendering
ne: उपशीर्षक अनुवाद गर्नक लागि प्याङ्गो फन्ट वर्णन
ta: துணை தலைப்புகள் வரைய பாங்கோ எழுத்துறுவின் விவரணம்

source: Repeat mode
ne: मोड दोहोर्याउनुहोस्
ta: திருப்பி செய்தல் பாங்கு

source: Resize the canvas automatically on file load
ne: फाइल लोडमा स्वचलितरूपले क्यानभास पुन:साइज आयो
ta: கோப்பு ஏற்றப்படும் போது தானியங்கியாக வரைதளத்தை மறு அளவாக்குக

source: Show visual effects when no video is displayed
ne: भिडियो प्रदर्शित नहुँदा,दृश्य प्रभावहरू देखाउनुहोस्
ta: விடியோ காட்டப் படாத போது காட்சி ஜாலங்களைக் காட்டுக.

source: Show visual effects when playing an audio only file.
ne: दृश्य प्रभावहरू देखाउनुहोस् जब अडियो फाइल मात्र प्ले भइरहन्छ।
ta: ஒலி மட்டும் கோப்புகளை இயக்கும் போது காட்சி ஜாலங்களைக் காட்டுக.

source: Shuffle mode
ne: मिसाउने मोड
ta: கலக்கு பாங்கு

source: Sound volume
ne: ध्वनि भोल्युम
ta: ஒலி அளவு

source: Sound volume, in percent, between 0 and 100
ne: ध्वनि भोल्युम ० र १०० प्रतिशत बीचमा छ
ta: ஒலி அளவு, சத விகிதத்தில், 0 முதல் 100 வரை

source: Subtitle encoding
ta: துணைத் தலைப்பு குறியீடு

source: Subtitle font
ne: उपशीर्षक फन्ट
ta: துணைத் தலைப்பு எழுத்துறு

source: The brightness of the video
ne: भिडियोको चम्किलोपन
ta: விடியோவின் ஔதர்வு (பிரகாசம்)

source: The contrast of the video
ne: भिडियोको व्यतिरेक
ta: விடியோவின் வேறுபாடு

source: The hue of the video
ne: भिडियोको रङ
ta: விடியோவின் வண்ணச் சாயல்

source: The saturation of the video
ne: भिडियोको अतितृप्त
ta: விடியோவின் தெவிட்டம்

source: Type of audio output to use
ne: प्रयोगका लागि अडियो आगतको प्रकार
ta: பயன் படுத்த வேண்டிய ஒலி வெளியீட்டு வகை

source: Type of audio output to use: "0" for stereo, "1" for 4-channel output, "2" for 5.0 channel output, "3" for 5.1 channel output, "4" for AC3 Passthrough.
ne: प्रयोगका लागि अडियो आगतको प्रकार:"०"स्टेरियोका लागि, "१" ४-च्यानल आगतका लागि, "२" ५॰० च्यानल आगतका लागि, "३" ५॰१ च्यानल आगतका लागि "४" AC3 पासथ्रूका लागि।
ta: பயன் படுத்த வேண்டிய ஒலி வெளியீட்டு வகை: "0" ஸ்டீரியோவுக்கு, "1" 4-வாய்க்கால் வெளியீட்டுக்கு "2" 5.0 வாய்க்கால் வெளியீட்டுக்கு, "3" 5.1 வாய்க்கால் வெளியீட்டுக்கு, "4" AC3 பாஸ்த்ரூவுக்கு.

source: Whether the main window should stay on top
ne: मुख्य सञ्झ्याल माथि बस्नु पर्दछ कि
ta: முதன்மை சாளரம் மேலேயே இருக்க வேண்டுமா.

source: Whether the main window should stay on top of the other ones
ne: मुख्य सञ्झ्याल अरूको माथि बस्नु पर्दछ कि
ta: முதன்மை சாளரம் மற்றவற்றின்ன் மேலேயே இருக்க வேண்டுமா.

source: Whether to enable debug for the playback engine
ne: प्लेब्याक ईन्जिनका लागि त्रुटि सच्चाउन सक्षम पार्ने कि
ta: மீட்டிசைக்கும் இயந்திரத்தை வழு நீக்கம் செய்வதை செயல் படுத்த வேண்டுமா

source: Enter the _address of the file you would like to open:
ne: तपाईँले खोल्न चाहेको फाइलको ठेगाना प्रविष्ट गर्नुहोस्:
ta: _ம நீங்கள் திறக்க விரும்பும் கோப்பின் முகவரியை உள்ளிடவும்.

source: Open Location
ne: स्थान खोल्नुहोस्
ta: இடத்தை திற

source: Vanity Webcam utility
ne: भानिटि वेबक्याम उपयोगिता
ta: வேனிடி வலை காமிரா பயன் கூறு

source: View live webcam and upload pictures
ne: लाइभ वेबक्याम हेर्नुहोस् र तस्वीरहरू अपलोड गर्नुहोस्
ta: நிகழ்கால வலை காமிராவை காண்க மற்றும் படங்களை மேலேற்றுக

source: Save File
ne: फाइल बचत गर्नुहोस्
ta: கோப்பு சேமி

source: Vanity
ne: भानिटि
ta: வேனிடி

source: Vanity Preferences
ne: भानिटि प्राथमिकता
ta: வேனிடி விருப்பங்கள்

source: Zoom 1:1
ne: जुम १:१
ta: அணுகு அளவு 1:1

source: Zoom 1:2
ne: जुम १:२
ta: அணுகு அளவு 1:2

source: Zoom 2:1
ne: जुम २:१
ta: அணுகு அளவு 2:1

source: Zoom _1:1
ne: जुम १:१
ta: அணுகு அளவு_1:1

source: Zoom _2:1
ne: जुम २:१
ta: அணுகு அளவு_2:1

source: _Picture
ne: तस्वीर
ta: _படம்

source: _Zoom 1:2
ne: जुम १:२
ta: _அணுகு அளவு1:2

source: Unnamed CDROM
ne: नाम नदिइएको CDROM
ta: பெயரில்லாத குறுவட்டு

source: %d frames per second
ne: प्रति सेकेण्ड %d फ्रेमहरू
ta: வினாடிக்கு %d சட்டங்கள்

source: Properties dialog
ne: संवादको गुण
ta: பண்புகள் உரையாடல்

source: Open '%s'
ne: '%s' खोल्नुहोस्
ta: '%s' ஐ திற

source: Empty
ne: रित्याउनुहोस्
ta: வெற்று

source: Couldn't load the '%s' interface.
ne: '%s' इन्टरफेस लोड गर्न सकेन
ta: '%s' இடைமுகத்தை ஏற்ற முடியவில்லை

source: Make sure that Totem is properly installed.
ne: टोटेम सहि तरिकाले स्थापना गरिएको छ भनि यकिन गर्नुहोस्।
ta: டோடம் சரியாக நிறுவப் பட்டுள்ளதா என சோதிக்கவும்.

source: None
ne: कोही पनि होइन
ta: எதுவுமில்லை

source: Play Disc '%s'
ne: डिस्क प्ले गर्नुहोस् '%s'
ta: '%s' வட்டினை இயக்கவும்

source: Totem could not play '%s'.
ne: टोटेमले '%s' प्ले गर्न सकेन।
ta: டோடம் (Totem) '%s' ஐ இயக்க முடியவில்லை.

source: Movie Player using %s
ne: %s चलचित्र प्लेयर प्रयोग गर्दै
ta: %s ஐ பயன் படுத்தும் திரைப்பட இயக்கி

source: Totem Mozilla Plugin
ne: टोटेम मोजिल्ला प्लगइन
ta: டோடம் (Totem) மோசில்லா சொருகு பொருள்

source: Copyright © 2002-2006 Bastien Nocera
ta: காப்புரிமை © 2002-2006 Bastien Nocera

source: translator-credits
ne: shyam krishna ball<shyamkrishna_bal@yahoo.com> Mahesh Subedi<submanesh@gmail.com> Jyotsna Shrestha <jyoshrestha@hotmail.com> Bishnu Adhikari <bsn_adk@hotmail.com>
ta: மொழிபெயர்ப்பாளர்-நன்றி அறிதல்

source: Failed to start stand-alone movie player
ne: स्टान्ड-एलोन चलचित्र प्लेयर सुरु गर्न असफल भयो
ta: தனிச் செயல் திரைப்பட இயக்கியை ஆரம்பிக்க இயலவில்லை

source: Unknown reason
ne: अज्ञात कारण
ta: விளங்காத காரணம்

source: An error occurred
ne: त्रुटि रहयो
ta: பிழை ஏற்பட்டுள்ளது

source: Plugin
ne: प्लगइन
ta: செருகி

source: Menu
ne: मेनु॒
ta: பட்டி

source: The Totem plugin could not startup.
ne: टोटेम प्लगइन सुरु हुन सकेन ।
ta: டோடம் சொருகு பொருள் துவங்க இயலவில்லை.

source: No reason.
ne: कारण छैन
ta: காரணம் இல்லை.

source: Could not initialise the thread-safe libraries.
ne: थ्रेड-सेफ लाइब्रेरीहरू सुरुआत हुन सकेन ।
ta: இழை பாதுகாக்கப் பட்ட நூலகத்தை துவக்க இயலவில்லை

source: Verify your system installation. The Totem plugin will now exit.
ne: तपाईँको प्रणाली स्थापना रूजु गर्नुहोस् । टोटेम प्लगइन अहिले बन्द हुँदैछ ।
ta: உங்கள் நிறுவலை சோதிக்கவும். டோடம் சொருகு பொருள் இப்போது செயல் நீங்கும்.

source: Backend options
ne: ब्याकेण्ड विकल्पहरू
ta: பின் புல விருப்பங்கள்

source: Enable debug
ne: त्रुटि सच्याउन सक्षम पार्नुहोस्
ta: பிழைத்திருத்தத்தை செயல்படுத்து

source: Play
ne: प्ले गर्नुहोस्
ta: இயக்கு

source: Pause
ne: पज गर्नुहोस्
ta: தாமதி

source: Seek Forwards
ne: अघिल्तिर खोजी गर्नुहोस्
ta: முன் தேடுக

source: Seek Backwards
ne: पछिल्तिर खोजी गर्नुहोस्
ta: பின் தேடுக

source: Toggle Fullscreen
ne: पूरा पर्दा टगल गर्नुहोस्
ta: முழுத்திரைக்கு மாற்று

source: Show/Hide Controls
ne: नियन्त्रणहरू देखाउनुहोस्/लुकाउनहोस्
ta: கட்டுப்பாடுகளை காட்டு/மறை

source: Quit
ne: अन्त्य गर्नुहोस्
ta: வெளிச்செல்க

source: Enqueue
ne: लाममा
ta: வரிசையில் சேர்க்கவும்

source: Replace
ne: बदल्नुहोस्
ta: இடமாற்று

source: Option '%s' is unknown and was ignored
ne: विकल्प '%s' अज्ञात छ र उपेक्षा गरियो।
ta: தெரியாத தேர்வு '%s'. ஆகவே உதாசீனப் படுத்தப் பட்டது

source: Could not save the playlist
ne: प्ले सूची बचत सकेन
ta: பாடல் பட்டியலை சேமிக்க முடியவில்லை

source: Unknown file extension.
ta: தெரியாத கோப்பு விரிவாக்கம்.

source: Select playlist format:
ta: பாடல் பட்டியல் வடிவத்தை தேர்ந்தெடு:

source: By extension
ta: விரிவாக்கத்தின் படி

source: Save Playlist
ne: प्लेसूची बचत गर्नुहोस्
ta: பாடல் பட்டியலை சேமிக்கவும்

source: Overwrite file?
ne: फाइल अधिलेखन गर्नुहुन्छ ?
ta: கோப்பை மேலெழுத வேண்டுமா?

source: A file named '%s' already exists. Are you sure you want to overwrite it?
ne: दिइएको फाइल नाम '%s' पहिले नै अवस्थित छ। के तपाईँ त्यसैमा अधिलेखन गर्न चाहनुहुन्छ ?
ta: '%s' என பெயரிட்ட கோப்பு ஒன்று ஏற்கெனவே உள்ளது. நிச்சயமாக அதை மேலெழுத வேண்டுமா?

source: playlist
ne: प्ले सूची
ta: பாடல் பட்டியல்

source: Playlist error
ne: प्ले सूची त्रुटि
ta: பாடல் பட்டியல் பிழை

source: The playlist '%s' could not be parsed, it might be damaged.
ne: प्ले सूची '%s' ले अफ्नो परिचय दिनसकेन, यो सायद बिग्रिएको हुनसक्छ।
ta: பாடல் பட்டியல் '%s' ஐ அல்கிட முடியவில்லை. அது சிதைந்து இருக்கலாம்.

source: Enable visual effects?
ne: दृश्य प्रभावहरू सक्षम पार्नुहुन्छ ?
ta: காட்சி ஜாலங்களை செயல் படுத்தலாமா?

source: It seems you are running Totem remotely. Are you sure you want to enable the visual effects?
ne: यो देखिन्छ कि तपाईँ टाढाबाटै टोटेम चलाउन चाहनुहुन्छ। के तपाईँ दृश्य प्रभावहरू सक्षम पार्न चाहनुहुन्छ ?
ta: நீங்கள் டோடமை தொலைவிலிருந்து இயக்குவதாகத் தெரிகிறது. நிச்சயமாக காட்சி ஜாலங்களை செயல் படுத்த வேண்டுமா?

source: The change of this setting will only take effect for the next movie, or when Totem is restarted.
ne: यस सेटिङ परिवर्तनले अर्को चलचित्रका लागि प्रभाव मात्र लिन्छ वा जव टोटेम फेरि सुरु हुन्छ।
ta: இந்த அமைப்பு மாறுதல்கள் அடுத்த படத்திலிருந்தோ அல்லது டோடம் அடுத்த முறை துவங்கும் போதோ செயல் கொள்ளும்.

source: Switching on or off this type of TV-Out requires a restart to take effect.
ne: स्विच खुल्ला वा बन्द गर्ने यस्तो प्रकारको TV-बाहिरको प्रभाव प्राप्त गर्नका लागि फेरि सुरु गर्नु पर्दछ।
ta: இந்த வகை டிவி அவுட் ஐ இயக்குவது மாற்றுவது செயல் கொள்ள மறு துவக்கத்தை சார்ந்து உள்ளது.

source: Changing the visuals effect type will require a restart to take effect.
ne: दृश्यहरूको प्रभाव परिवर्तन हुने प्रकारको प्रभाव प्राप्तका लागि फेरि सुरु गर्नुहोस्।
ta: காட்சி ஜாலங்கள் வகையை மாற்றுவது செயல் கொள்ள மறு துவக்கத்தை சார்ந்து உள்ளது.

source: The change of audio output type will only take effect when Totem is restarted.
ne: जब टोटेम पुन: सुरु हुन्छ अडियो आगत प्रकारको परिवर्तनले प्रभाव लिन्छ।
ta: ஒலி வெளியீடு வகையை மாற்றுவது செயல் கொள்ள டோடத்தின் மறு துவக்கத்தை சார்ந்து உள்ளது.

source: Select Subtitle Font
ne: उपशीर्षक फन्ट चयन गर्नुहोस्
ta: துணைத் தலைப்பு எழுத்துறுவை தேர்ந்தெடுக்கவும்.

source: Audio/Video
ne: अडियो/भिडियो
ta: கேட்பொலி/வீடியோ

source: Video
ne: भिडियो
ta: வீடியோ

source: Screenshot%d.png
ne: स्क्रिनसट %d .png
ta: திரைப்பிடிப்பு %d.png

source: File '%s' already exists.
ne: फाइल '%s' पहिल्यै अवस्थित छ।
ta: கோப்பு '%s' ஏற்கனவே உள்ளது.

source: The screenshot was not saved
ne: स्क्रिनसट बचत भएको छैन
ta: திரைப்பிடிப்பு சேமிக்கப்படவில்லை

source: There was an error saving the screenshot.
ne: स्क्रिनसट बचत गर्दा त्रुटि भयो।
ta: திரைப்பிடிப்பினை சேமிப்பதில் பிழை.

source: Playing a movie
ne: चलचित्र प्ले गरिँदैछ
ta: திரைப்படம் இயக்கத்தில் உள்ளது

source: Shadow type
ne: छायाँ प्रकार
ta: நிழல் வகை

source: Style of bevel around the statusbar text
ne: स्थितिपट्टी पाठको वरिपरि बेभेलको शैली
ta: நிலைப் பட்டை உரையை சுற்றி குழைவின் பாங்கு

source: Stopped
ne: रोकियो
ta: நிறுத்தப் பட்டது

source: Seek to %s / %s
ne: %s / %s खोज्दै
ta: %s / %s க்கு தேடு

source: Buffering
ne: बफरिङ्
ta: இடையகப்படுத்தல்

source: Current Locale
ta: தற்போதைய உள்ளமைவு

source: Arabic
ta: அராபிக்

source: Armenian
ta: அர்மேனியன்
