Repository: GNOME/totem
Catalog: gnome-2-16/po/*.po
Languages: ne, ta

source: Baltic
ta: பால்டிக்

source: Celtic
ta: செல்டிக்

source: Central European
ta: மத்திய ஐரோப்பா

source: Chinese Simplified
ta: எளிய சைனிஸ்

source: Chinese Traditional
ta: சைனிஸ் மரபு

source: Croatian
ta: குரேஷியன்

source: Cyrillic
ta: ஸைரிலிக்

source: Cyrillic/Russian
ta: ஸைரெலிக்/ரஷ்யன்

source: Cyrillic/Ukrainian
ta: ஸைரெலிக்/யூக்கிரேனியன்

source: Georgian
ta: ஜியார்ஜியன்

source: Greek
ta: கிரீக்

source: Gujarati
ta: குஜராத்தி ்தி

source: Gurmukhi
ta: குர்முகி

source: Hebrew
ta: ஹீப்ரு

source: Hebrew Visual
ta: ஹீப்ரு காட்சி

source: Hindi
ta: இந்தி

source: Icelandic
ta: ஐஸ்லாண்டிக்

source: Japanese
ta: ஜப்பானிய

source: Korean
ta: கொரியன்

source: Nordic
ta: நோர்டிக்

source: Persian
ta: பெரிஷியன்

source: Romanian
ta: ரோமேனியன்

source: South European
ta: தெற்கு ஐரோப்பா

source: Thai
ta: தாய்

source: Turkish
ta: துருக்கி

source: Unicode
ta: யூனிகோட்

source: Western
ta: மேற்கு மொழி

source: Vietnamese
ta: வியட்னாம்

source: All files
ne: सबै फाइलहरू
ta: எல்லா கோப்புகள்

source: Supported files
ne: समर्थन गर्ने फाइलहरू
ta: துணையாக உள்ள கோப்புகள்

source: Select Movies or Playlists
ne: चलचित्र वा प्लेसूची चयन गर्नुहोस्
ta: படங்களையோ பாடல் பட்டியலையோ தேர்ந்தெடுக்கவும்.

source: Playing
ne: प्ले गर्दै
ta: இயங்குகிறது

source: Paused
ne: पज गरियो
ta: தற்காலிகமாக நிறுத்தத்தப்பட்டுள்ளது

source: Totem could not eject the optical media.
ne: टोटेमले दृश्यात्मक मिडिया निकाल्न सकेन।
ta: ஒளி ஊடகத்தை வெளியேற்ற முடியவில்லை.்லி

source: Totem cannot play this type of media (%s) because you do not have the appropriate plugins to handle it.
ne: टोटेमले यस्तो प्रकारको मिडिया (%s) प्ले गर्न सकेन किनभने तपाईँसँग त्यसलाई ह्यान्डल गर्ने उपयुक्त प्लगइन छैन।
ta: இந்த (%s) வகை ஊடகத்தை டோடமால் இயக்க முடியவில்லை. ஏனெனில் நீங்கள் பொருத்தமான சொருகு பொருட்களை வைத்திருக்கவில்லை.

source: Please install the necessary plugins and restart Totem to be able to play this media.
ne: कृपया चाहिएको प्लगइन स्थापना गर्नुहोस् र टोटेमले यो मिडिया प्ले गर्न सक्षम हुनका लागि फेरि सुरु गर्नुहोस्।
ta: இந்த ஊடகத்தை இயக்க தேவையான சொருகு பொருட்களை நிறுவி பின் மீண்டும் டோடமை துவக்கவும்.

source: Totem could not play this media (%s) although a plugin is present to handle it.
ne: ह्यान्डल गर्नका लागि प्लगइन हुँदाहुँदै पनि टोटेमले यो मिडिया (%s) प्ले गर्न सकेन
ta: நீங்கள் ஒரு சொருகு பொருள் வைத்திருந்தும் இந்த (%s) ஊடகத்தை டோடமால் இயக்க முடியவில்லை.

source: You might want to check that a disc is present in the drive and that it is correctly configured.
ne: तपाईँले सायद डिस्क अहिलेसम्म पनि ड्राईभमा नै छ कि जाँच्न र ठीक तरिकाले कन्फिगर गर्न चाहनुहुन्छ।
ta: இயக்கியில் ஒரு வட்டு உள்ளதா என்றும் அது சரியானபடி வடிவமைக்கப் பட்டுள்ளதா என்றும் பார்க்கவும்.

source: Totem was not able to play this disc.
ne: टोटेमले यो डिस्क प्ले गर्न सकेन।
ta: இந்த வட்டை டோடமால் இயக்க முடியவில்லை.

source: No File
ne: फाइल छैन
ta: கோப்பு இல்லை

source: No error message
ne: कुनै त्रुटि सन्देश छैन
ta: பிழை செய்தி இல்லை

source: Open Location...
ne: स्थान खोल्नुहोस्...
ta: இடத்தினை திற...

source: Totem could not display the help contents.
ne: टोटेमले सहयोग सामग्रीहरू प्रदर्शन गर्न सकेन।
ta: டோடமால் உதவி உள்ளடக்கத்தை காட்ட முடியவில்லை.

source: GTK+
ta: ஜிடிகே+

source: GNOME
ta: நோம்

source: Movie Player using %s and %s
ta: திரைப்பட இயக்கி %s ஐயும் %s ஐயும் பயன் படுத்துகிறது.

source: Totem could not get a screenshot of that film.
ne: टोटेमले त्यो फिल्मको स्क्रिनसट पाउन सकेन।
ta: டோடமால் அந்த படத்துஇன் ஒரு திரை வெட்டை எடுக்க முடியவில்லை.

source: This is not supposed to happen; please file a bug report.
ne: यो घट्नका लागि मान्न सकिँदैन; कृपया बग रिपोर्ट फाइल गर्नुहोस्।
ta: இவ்வாறு நிகழக் கூடாது. வழு அறிக்கை சமர்ப்பிக்கவும்.

source: Totem could not seek in '%s'.
ne: '%s' मा टोटेमले खोजी गर्न सकेन।
ta: டோடமால் %s இல் தேட முடியவில்லை.

source: Totem could not startup.
ne: टोटेम सुरु हुन सकेन।
ta: டோடமால் துவங்க முடியவில்லை.

source: Could not initialize the thread-safe libraries.
ne: थ्रेड-सेफ लाइब्रेरीहरू सुरुआत भएको छैन।
ta: இழை பாதுகாக்கப் பட்ட நூலகத்தை துவக்க இயலவில்லை

source: Verify your system installation. Totem will now exit.
ne: तपाईँको प्रणाली स्थापना रूजु गर्नुहोस्। टोटेम अहिले बन्द हुँदैछ।
ta: உங்கள் கணினி அமைப்பை பரிசோதிக்கவும். டோடம் இப்போது செயல் நீங்கும்.

source: Totem could not initialize the configuration engine.
ne: टोटेमले ईन्जिनको कन्फिगरेसन सुरुआत गर्न सकेन।
ta: டோடமால் வடிவமைப்பு இயந்திரத்தை துவக்க முடியவில்லை.

source: Make sure that GNOME is properly installed.
ne: GNOME सहि तरिकाले स्थापना भएको छ छैन यकिन गर्नुहोस्।
ta: நோம் சரியானபடி நிறுவப் பட்டுள்ளதா என சோதிக்கவும்.

source: main window
ne: मुख्य सञ्झ्याल
ta: முக்கிய சாளரம்

source: video popup menu
ne: भिडियो पपअप मेनु
ta: விடியோ துள்ளு சாளரம்

source: Debug mode on
ne: मोडमा त्रुटि सच्याउनुहोस्
ta: வழு நீக்கு பாங்கில் உள்ளது.

source: Webcam utility using %s
ne: %s वेबक्याम उपयोगिता प्रयोग गर्दै
ta: வலை காமிரா பயன் கூறு %s ஐ பயன் படுத்துகிறது.

source: Vanity could not startup: %s
ne: भेनिटि सुरु भएन: %s
ta: வேனிடியால் துவங்க முடியவில்லை: %s

source: No reason
ne: कारण छैन
ta: காரணம் இல்லை

source: Vanity could not contact the webcam. Reason: %s
ne: भेनिटिले वेबक्याम सम्पर्क गर्नसकेन। कारण: %s
ta: வேனிடி வலை காமிராவை தொடர்பு கொள்ள முடியவில்லை காரணம்: %s

source: Vanity could not play video from the webcam. Reason: %s
ne: भेनिटिले वेबक्यामबाट भिडियो प्ले गर्नसकेन। कारण:%s
ta: வேனிடி வலை காமிராவிலிருந்து விடியோவை இயக்க முடியவில்லை. காரணம்: %s

source: Vanity Webcam Utility
ne: भेनिटि वेबक्याम उपयोगिता
ta: வேனிடி வலை காமிரா பயன் கூறு

source: Could not initialize the thread-safe libraries. Verify your system installation. Vanity will now exit.
ne: थ्रेड-सेफ लाइब्रेरी सुरुआत भएन। तपाईँको प्रणाली स्थापना रूज्जु गर्नुहोस्। भेनिटि अहिले बन्द हुँदैछ।
ta: இழை பாதுகாக்கப் பட்ட நூலகத்தை துவக்க இயலவில்லை. உங்கள் கணினி நிறுவலை பரிசோதிக்கவும். வேனிடி இப்போது செயல் நீங்கும்.

source: Vanity could not initialize the configuration engine: %s
ne: भेनिटिले ईन्जिनको कन्फिगरेसन थालनी गर्न सकेन: %s
ta: வேனிடியால் வடிவமைப்பு இயந்திரத்தை துவக்க முடியவில்லை: %s

source: Couldn't load the main interface (vanity.glade). Make sure that Vanity is properly installed.
ne: मुख्य इन्टरफेस (vanity.glade) लोड गर्न सकेन। भेनिटि सहि तरिकाले स्थापना छ वा छैन यकिन गर्नुहोस्।
ta: முதன்மை இடைமுகத்தை ஏற்ற முடியவில்லை (vanity.glade). வேனிடி சரியாக நிறுவப் பட்டதா என சோதிக்கவும்.

source: The requested audio output was not found. Please select another audio output in the Multimedia Systems Selector.
ne: अनुरोध गरिएको अडियो निर्गत फेला परेन। कृपया मल्टिमिडिया प्रणाली चयनकर्तामा अर्को अडियो निर्गत रोज्नुहोस्।
ta: வேண்டிக்கொண்ட ஒலி வெளியீடு காணப் படவில்லை. பல்லூடக அமைப்பு தேர்வாளரில் வேறு ஒலி வெளியீடு தேர்ந்தெடுக்கவும்.

source: Location not found.
ne: स्थान फेला परेन।
ta: இடத்தை கண்டு பிடிக்க முடியவில்லை.

source: Could not open location; You may not have permission to open the file.
ne: स्थान खोल्न सक्दैन; तपाईँलाई फाइल खोल्न अनुमति छैन।
ta: இடத்தை திறக்க முடியவில்லை. அந்த கோப்பை திறக்க உங்களுக்கு அனுமதி இல்லாமல் இருக்கலாம்.

source: The video output is in use by another application. Please close other video applications, or select another video output in the Multimedia Systems Selector.
ne: भिडियो निर्गत अर्को अनुप्रयोगले प्रयोग गरिरहेको छ। कृपया अर्को भिडियो अनुप्रयोगहरू बन्द गर्नुहोस्, वा मल्टिमिडिया प्रणाली चयनकर्तामा अर्को भिडियो निर्गत चयन गर्नुहोस्।
ta: வேறு செய்நிரல் விடியோ வெளியீடை பயன் படுத்துகிறது. தயவு செய்து அந்த நிரலை நிறுத்தவும் அல்லது பல்லூடக அமைப்பு தேர்வாளரில் வேறு விடியோ வெளியீடு தேர்ந்தெடுக்கவும்.

source: The audio output is in use by another application. Please select another audio output in the Multimedia Systems Selector. You may want to consider using a sound server.
ne: अडियो निर्गत अर्को अनुप्रयोगले प्रयोग गरिरहेको छ। कृपया मल्टिमिडिया प्रणाली चयनकर्तामा अर्को अडियो निर्गत चयन गर्नुहोस्। तपाईँ ध्वनि सर्भर प्रयोग गर्न विचार गर्न सक्नुहुन्छ।
ta: வேறு செய்நிரல் ஒலி வெளியீடை பயன் படுத்துகிறது. தயவு செய்து அந்த நிரலை நிறுத்தவும் அல்லது பல்லூடக அமைப்பு தேர்வாளரில் வேறு ஒலி வெளியீடு தேர்ந்தெடுக்கவும். ஒரு ஒலி சேவையகத்தை பயன்படுத்துவதைப் பற்றி யோசிக்கலாம்.

source: Cannot play this file over the network. Try downloading it to disk first.
ne: यो फाइल सञ्जाल माथि प्ले हुन सक्दैन। यसलाई पहिले डिस्कमा डाउनलोड गर्ने प्रयास गर्नुहोस्।
ta: வலையமைப்பில் இந்த கோப்பை இயக்க முடியவில்லை. முதலில் அதை வட்டுக்கு தரவிறக்க முயலவும்.

source: Media file could not be played.
ne: मिडिया फाइल प्ले हुन सक्दैन।
ta: ஊடக கோப்பை இயக்க முடியவில்லை.

source: Failed to retrieve working directory
ne: कार्य डाइरेक्टरी पुन: प्राप्त गर्न असफल
ta: வேலை செய்யும் அடைவை மீட்டுப் பெற முடியவில்லை.

source: Too old version of GStreamer installed.
ne: GStreamer को अति पुरानो संस्करण स्थापना भयो।
ta: ஜிஸ்ட்ரீமரின் பழைய வடிவ நிலை நிறுவப் பட்டுள்ளது.

source: Media contains no supported video streams.
ne: मिडियाले कुनै पनि समर्थित भिडियो प्रवाहहरू समावेश गरेन।
ta: ஊடகத்தில் ஆதரவுள்ள விடியோ வாய்க்காலை காணவில்லை.

source: Failed to create a GStreamer play object. Please check your GStreamer installation.
ne: GStreamer प्ले गर्ने वस्तु सिर्जना गर्न असफल भयो। कृपया तपाईँको GStreamer स्थापना जाँच गर्नुहोस्।
ta: ஜிஸ்ட்ரீமர் இயக்குப் பொருளை உருவாக்க முடியவில்லை. ஜிஸ்ட்ரீமர் நிறுவலை பரிசோதிக்கவும்.

source: Failed to open video output. It may not be available. Please select another video output in the Multimedia Systems Selector.
ne: भिडियो निर्गत खोल्न असफल भयो। यो उपलब्ध छैन। कृपया मल्टिमिडिया प्रणाली चयनकर्तामा अर्को भिडियो निर्गत चयन गर्नुहोस्।
ta: விடியோ வெளியீட்டை திறக்க முடியவில்லை. அது கிடைக்காமல் இருக்கலாம். பல்லூடக அமைப்பு தேர்வாளரில் வேறு விடியோ வெளியீடு தேர்ந்தெடுக்கவும்.

source: Could not find the video output. You may need to install additional GStreamer plugins, or select another video output in the Multimedia Systems Selector.
ne: भिडियो निर्गत फेला पार्न सकेन। तपाईँलाई थप जि स्ट्रेमर प्लगइनहरू स्थापना गर्नु पर्दछ, वा मल्टिमिडिया प्रणाली चयनकर्तामा अन्य भिडियो निर्गत चयन गर्नुहोस्।
ta: விடியோ வெளியீட்டை காண முடியவில்லை. நீங்கள் கூடுதல் ஜிஸ்ட்ரீமர் சொருகு பொருள் நிறுவ வேண்டியிருக்கலாம். அல்லது பல்லூடக அமைப்பு தேர்வாளரில் வேறு விடியோ வெளியீடு தேர்ந்தெடுக்கவும்.

source: Failed to open audio output. You may not have permission to open the sound device, or the sound server may not be running. Please select another audio output in the Multimedia Systems Selector.
ne: अडियो निर्गत खोल्न असफल भयो। तपाईँलाई ध्वनि यन्त्र खोल्न अनुमति छैन, वा ध्वनि सर्भर चलिरहेको छैन। कृपया मल्टिमिडिया प्रणाली चयनकर्तामा अर्को अडियो निर्गत चयन गर्नुहोस्।
ta: ஒலி வெளியீட்டை காண முடியவில்லை. நீங்கள் ஒலி சாதனத்தை திறக்க அனுமதி இல்லாமல் இருக்கலாம். அல்லது ஒலி சேவையகம் இயங்காமல் இருக்கலாம். பல்லூடக அமைப்பு தேர்வாளரில் வேறு ஒலி வெளியீடு தேர்ந்தெடுக்கவும்.

source: Could not find the audio output. You may need to install additional GStreamer plugins, or select another audio output in the Multimedia Systems Selector.
ne: अडियो निर्गत फेला परेन। तपाईँले थप GStreamer प्लगइनहरू स्थापना गर्नुपर्नेछ, वा मल्टिमिडिया प्रणाली चयनकर्तामा अर्को अडियो निर्गत चयन गर्नुहोस्।
ta: ஒலி வெளியீட்டை காண முடியவில்லை. நீங்கள் கூடுதல் ஜிஸ்ட்ரீமர் சொருகு பொருள் நிறுவ வேண்டியிருக்கலாம். அல்லது பல்லூடக அமைப்பு தேர்வாளரில் வேறு ஒலி வெளியீடு தேர்ந்தெடுக்கவும்.

source: Couldn't load the '%s' audio driver Check that the device is not busy.
ne: '%s' अडियो ड्राइभर लोड भएन। यन्त्र व्यस्त छैन कि जाँच गर्नुहोस्।
ta: ஒலி இயக்கி '%s' ஐ ஏற்ற முடியவில்லை சாதனம் ஏற்கெனவே செயலில் உள்ளதா என சோதிக்கவும்.

source: No video output is available. Make sure that the program is correctly installed.
ne: भिडियो आगत उपलब्ध छैन। कार्यक्रम सहि तरिकाले स्थापित छ कि यकिन गर्नुहोस्।
ta: விடியோ வெளியீடு இருப்பில் இல்லை. செய்நிரல் சரியாக நிறுவப் பட்டுள்ளதா என சோதிக்கவும்.

source: The server you are trying to connect to is not known.
ne: तपाईँले जडान गर्न खोज्नु भएको सर्भर ज्ञात भएन।
ta: நீங்கள் தொடர்பு கொள்ள முயலும் சேவையகம் தெரியாதது.

source: The device name you specified (%s) seems to be invalid.
ne: तपाईँले उल्लेख (%s) गर्नुभएको यन्त्रको नाम अवैध देखिन्छ।
ta: நீங்கள் குறிப்பிடும் சாதனம் (%s) செல்லுபடியாகாதது போல் உள்ளது.்

source: The server you are trying to connect to (%s) is unreachable.
ne: तपाईँले जडान गर्न खोज्नु भएको सर्भर (%s) पहुँच योग्य छैन।
ta: நீங்கள் தொடர்பு கொள்ள முயலும் சேவையகம் (%s) ஐ தொடர்பு கொள்ள முடியவில்லை.

source: The connection to this server was refused.
ne: यो सर्भरसँग जडान अस्विकार भयो।
ta: இந்த சேவையகத்துக்கு தொடர்பு மறுக்கப் பட்டது.

source: The specified movie could not be found.
ne: निर्दिष्ट चलचित्र फेला पार्न सकिएन।
ta: குறிப்பிட்ட திரைப் படத்தை கண்டு பிடிக்க முடியவில்லை.

source: The source seems encrypted, and can't be read. Are you trying to play an encrypted DVD without libdvdcss?
ne: स्रोत गुप्तिकरण गरिएको देखिन्छ र पढ्न सकिँदैन। के तपाईँ libdvdcss बिना नै गुप्तिकृत DVD खोल्नलाई प्रयास गरिरहनु भएको छ ?
ta: மூலம் குறியீட்டாக்கம் செய்யப் பட்டது போல் உள்ளது. குறியீட்டாக்கம் செய்த டிவிடி (DVD ) எதையாவது libdvdcss இல்லாமல் இயக்க முயலுகிறீர்களா?

source: The movie could not be read.
ne: चलचित्र पढ्न सकिएन।
ta: திரைப் படத்தை படிக்க முடியவில்லை.

source: A problem occurred while loading a library or a decoder (%s).
ne: लाइब्रेरी वा सङ्केतक (%s) लोड गर्दा समस्या भयो।
ta: ஒரு நூலகம் அல்லது குறிநீக்கி (%s) ஐ ஏற்றும் போது பிரச்சினை ஏற்பட்டது.

source: This file is encrypted and cannot be played back.
ne: फाइल गुप्तिकरण गरिएको छ र प्ले हुन सक्दैन।
ta: அந்த கோப்பு குறியீட்டாக்கம் செய்யப் பட்டது. இயக்க இயலாது.

source: For security reasons, this movie can not be played back.
ne: सुरक्षाको कारणले गर्दा यो चलचित्र प्ले भएन।
ta: பாதுகாப்பு கருதி திரைப் படத்தை இயக்க இயலாது.

source: The audio device is busy. Is another application using it?
ne: अडियो यन्त्र व्यस्त छ। के अर्को अनुप्रयोग प्रयोग गर्दै छ ?
ta: ஒலி சாதனம் வேலையாக உள்ளது. வேறு செய்நிரல் அதை பயன் படுத்துகிறதா?

source: You are not allowed to open this file.
ne: तपाईँलाई यो फाइल खोल्न अनुमति छैन।
ta: இந்த கோப்பை திறக்க உங்களுக்கு அனுமதி இல்லை.

source: The server refused access to this file or stream.
ne: सर्भरले फाइल वा प्रवाहमा पहुँच अस्वीकार गर्यो।
ta: இந்த கோபு அல்லது ஓடைக்கு சேவையகம் அணுகல் மறுத்தது.

source: The file you tried to play is an empty file.
ne: तपाईँले प्ले गर्न प्रयास गर्नुभएको फाइल खाली छ।
ta: நீங்கள் இயக்க முயல்வது காலி கோப்பு.

source: There is no input plugin to handle the location of this movie
ne: यो चलचित्रको स्थान ह्यान्डल गर्न आगत प्लगइन छैन।
ta: இந்த திரைப் படத்தின் இடத்தை கையாள உள்ளீட்டு சொருகு பொருள் இல்லை.

source: There is no plugin to handle this movie.
ne: यो चलचित्र ह्यान्डल गर्न प्लगइन छैन।
ta: இந்த திரைப் படத்தை கையாள சொருகு பொருள் இல்லை.

source: This movie is broken and can not be played further.
ne: यो चलचित्र टुक्रिएको छ र अब अगाडी प्ले हुँदैन।
ta: இந்த திரைப் படம் சிதைந்தது. இயக்க முடியாது.

source: This location is not a valid one.
ne: यो स्थान वैध छैन
ta: இந்த இடம் செல்லுபடியாகாத இடம்.

source: This movie could not be opened.
ne: चलचित्र खुलेन
ta: இந்த திரைப்படத்தை திறக்க முடியவில்லை.

source: Generic Error.
ne: जेनेरिक त्रुटि
ta: ஜெனரிக் பிழை

source: This movie is a still image. You can open it with an image viewer.
ne: यो चलचित्र अझै छविमा छ। तपाईँले यसलाई छवि दर्शकसँगै खोल्न सक्नुहुन्छ।
ta: இந்த படம் ஒரு நிலைச் சித்திரம். இதை இமேஜ் வ்யூயரில் திறக்கலாம்.

source: Video codec '%s' is not handled. You might need to install additional plugins to be able to play some types of movies
ne: भिडियो(दृश्य) कोडेक्क '%s' ह्यान्डल छैन। केही प्रकारका चलचित्रहरू प्ले गर्नका लागि तपाईँले थप प्लगइनहरू स्थापना गर्नुपर्छ।
ta: விடியோ கோடெக் '%s' கையாளப் படவில்லை. சில வகை திரைப்படங்களை இயக்க கூடுதல் சொருகுப் பொருட்கள் தேவை படலாம்.

source: Audio codec '%s' is not handled. You might need to install additional plugins to be able to play some types of movies
ne: अडियो कोडेक '%s' ह्यान्डल गरिएको छैन। केही किसिमको चलचित्र प्ले गर्नका लागि तपाईँले थप प्लगइनहरू स्थापना गर्नुपर्छ।
ta: ஒலி கோடெக் '%s' கையாளப் படவில்லை. சில வகை திரைப்படங்களை இயக்க கூடுதல் சொருகுப் பொருட்கள் தேவை படலாம்.

source: This is an audio-only file, and there is no audio output available.
ne: यो अडियो-मात्र फाइल हो र कुनै अडियो आगत उपलब्ध छैन।
ta: இது ஒரு ஒலி மட்டும் கோப்பு. ஒலி வெளியீடு இருப்பில் இல்லை.

source: Language %d
ne: भाषा %d
ta: மொழி %d

source: No video to capture.
ne: क्यापचर लागि कुनै भिडियो छैन।
ta: பிடிக்க விடியோ ஏதும் இல்லை.

source: Video codec is not handled.
ne: भिडियो कोडेक ह्यान्डल गरिएको छैन।
ta: விடியோ கோடெக் கையாளப் படவில்லை.

source: Movie is not playing.
ne: चलचित्र प्ले भएन
ta: திரைப் படம் இயக்கப் படவில்லை.

source: long time format|%d:%02d:%02d
ta: நீளமான நேர பாங்கு|%d:%02d:%02d

source: short time format|%d:%02d
ta: குறைவான நேர பாங்கு|%d:%02d

source: %d hour
ne: %d घण्टा
ta: %d மணி

source: %d minute
ne: %d मिनेट
ta: %d நிமிடம்

source: %d second
ne: %d सेकेण्ड
ta: %d விநாடி

source: Failed to find real device node for %s: %s
ne: %s: %s का लागि सहि यन्त्र नोड फेला पार्न असफल
ta: %s க்கு நிஜ சாதன கணுவை கண்டு பிடிக்க முடியவில்லை.:%s

source: Failed to read symbolic link %s: %s
ne: %s: %s सांकेतिक लिङ्क पढन असफल
ta: %s ஸிம்பாலிக் இணப்பை படிக்க முடியவில்லை:%s

source: Failed to find mountpoint for device %s
ta: சாதனம் %s க்கு ஏற்றுப் புள்ளியை கண்டு பிடிக்க முடியவில்லை.

source: Could not connect to the HAL daemon
ta: ஹால் கிங்கரனை (daemon) இணைக்க முடியவில்லை.

source: Please check that a disc is present in the drive.
ne: कृपया डिस्क अहिलेसम्म पनि ड्राईभमा नै छ जाँच गर्नुहोस्
ta: இயக்கியில் ஒரு வட்டு உள்ளதா என சோதிக்கவும்.

source: Failed to mount %s
ne: माउन्ट गर्न असफल %s
ta: %s ஐ ஏற்ற முயவில்லை.

source: Failed to find mountpoint for %s
ne: %s का लागि माउन्ट बिन्दु फेला पार्न असफल
ta: %s க்கு ஏற்றுப் புள்ளியை கண்டு பிடிக்க முடியவில்லை.

source: Audio CD
ne: अडियो CD
ta: ஆடியோ குறுவட்டு

source: Video CD
ne: भिडियो CD
ta: வீடியோ குறுவட்டு

source: DVD
ta: டிவிடி (DVD)

source: Couldn't write parser: %s
ne: पार्सर लेख्न सकिएन: %s
ta: பாகுபடுத்தி எழுத முடியவில்லை:%s

source: Couldn't open file '%s': %s
ne: फाइल '%s': %s खोल्न सकेन।
ta: கோப்பு %s ஐ திறக்க முடியவில்லை:%s

source: 0 x 0
ne: ० x ०

source: <b>Subtitles</b>
ne: <b>उपशीर्षकहरू<b>

source: <b>TV-Out</b>
ne: <b>TV-आउट</b>

source: _DXR3 TV-out
ne: DXR3 TV-आउट

source: Height of the video widget
ne: भिडियो विजेडको उचाइं

source: Whether the sidebar is shown
ne: छेउपट्टी देखिनु पर्दछ कि

source: Width of the video widget
ne: भिडियो विजेडको चौडाइ

source: %d kbps
ne: प्रति सेकेण्ड %d किलो बाईट

source: Copyright © 2002-2005 Bastien Nocera
ne: प्रतिलिपि अधिकार © २००२-२००५ ब्यासटेन नोसेरा

source: Screenshot.png
ne: स्क्रिनसट .png

source: %s (Streaming)
ne: %s (प्रवाह)

source: Totem
ne: टोटेम

source: Totem couldn't show the movie properties window.
ne: टोटेमले चलचित्र गुण सञ्झ्याल देखाउन सकेन।

source: Make sure that Totem is correctly installed.
ne: टोटेम ठीक तरिकाले स्थापना गरीएको छ वा छैन यकिन गर्नुहोस्।

source: Totem Video Window
ne: टोटेम भिडियो सञ्झ्याल

source: Failed to open media file; unknown error
ne: मिडिया फाइल खोल्न असफल; अज्ञात त्रुटि

source: Failed to play: %s
ne: प्ले गर्न असफल: %s

source: unknown error
ne: अज्ञात त्रुटि

source: Failed to find mountpoint for device %s in /etc/fstab
ne: /etc/fstab मा यन्त्र %s को माउन्टप्वाईन्ट फेला पार्न असफल

source: Failed to open device %s for reading: %s
ne: %s पढनका लागि यन्त्र %s खोल्न असफल भयो।

source: Failed to retrieve capabilities of device %s: %s
ne: यन्त्रको %s: %s खोजेर पुन: प्राप्त गर्ने क्षमता असफल

source: Drive status 0x%x (%s) - check disc
ne: ड्राईभ स्थिति 0x%x (%s) - डिस्क जाँच्नुहोस्।

source: Error getting %s disc status: %s
ne: %s डिस्कको स्थिति प्राप्त गर्दा त्रुटि: %s

source: Unexpected/unknown cd type 0x%x (%s)
ne: अज्ञात प्रकारको सि डी 0x%x (%s)
